Repository: gaphor/gaphor.github.io
Catalog: po/site.*.po
Languages: cs, de, es, fr, hr, hu, nl, pt_br, ru, ta, tr, uk, zh_hans

source: It's good to talk, share knowledge and learn from other users of Gaphor. Perhaps you have a question, problem or are unsure how to do something with Gaphor? Discussing such things in a supportive environment is a good way to make progress, make friends, and help. Put simply, Gaphor is a community focused project, and we have created a couple of online spaces where the community can come together.
cs: Je dobré si povídat, sdílet znalosti a učit se od ostatních uživatelů Gaphoru. Možná máte nějakou otázku, problém nebo si nejste jisti, jak něco s Gaphorem udělat? Diskuse o takových věcech v podpůrném prostředí je dobrý způsob, jak pokročit, získat přátele a pomoci. Jednoduše řečeno, Gaphor je projekt zaměřený na komunitu a my jsme vytvořili několik online prostorů, kde se komunita může scházet.
de: Es ist gut, sich auszutauschen, Wissen zu teilen und von anderen Gaphor-Benutzern zu lernen. Vielleicht haben Sie eine Frage, ein Problem oder sind sich nicht sicher, wie Sie etwas mit Gaphor machen sollen? Solche Dinge in einer unterstützenden Umgebung zu besprechen, ist ein guter Weg um Fortschritte zu machen, Freunde zu finden und zu helfen. Einfach ausgedrückt: Gaphor ist ein gemeinschaftsorientiertes Projekt, und wir haben eine Reihe von Online-Räumen geschaffen, in denen die Gemeinschaft zusammenkommen kann.
es: Es bueno hablar, compartir conocimientos y aprender de otros usuarios de Gaphor. ¿Tal vez usted tiene una pregunta, un problema o no está seguro de cómo hacer algo con Gaphor? Discutir estas cosas en un entorno de apoyo es una buena manera de progresar, hacer amigos y ayudar. En pocas palabras, Gaphor es un proyecto centrado en la comunidad, y hemos creado un par de espacios en línea donde la comunidad puede reunirse.
fr: Il est bon de discuter, de partager des connaissances et d'apprendre des autres utilisateurs de Gaphor. Vous avez peut-être une question, un problème ou vous ne savez pas comment faire quelque chose avec Gaphor ? Discuter de ces choses dans un environnement favorable est un bon moyen de progresser, de se faire des amis et d'apporter son aide. En résumé, Gaphor est un projet axé sur la communauté, et nous avons créé plusieurs espaces en ligne où les membres peuvent se rassembler.
hr: Dobro je razgovarati, dijeliti znanje i učiti od drugih korisnika Gaphora. Možda imaš pitanje, problem ili ne znaš kako nešto učiniti s Gaphorom? Rasprava o takvim stvarima u okruženju podrške dobar je način za napredovanje, sklapanje prijateljstva i pomoć. Jednostavno rečeno, Gaphor je zajednički projekt, a mi smo stvorili nekoliko mogućnosti gdje se zajednica može okupiti.
hu: Jó beszélgetni, megosztani tudását és tanulni a Gaphor többi felhasználójától. Lehet, hogy kérdése, problémája van, vagy nem tudja, hogyan tegyen valamit a Gaphorral? Az ilyen dolgok megvitatása támogató környezetben jó módja annak, hogy haladjunk, barátokat szerezzünk és segítsünk. Egyszerűen fogalmazva, a Gaphor egy közösségközpontú projekt, és létrehoztunk néhány online teret, ahol a közösség összejöhet.
nl: Het is goed om te praten, kennis te delen en te leren van andere gebruikers van Gaphor. Misschien heeft u een vraag, probleem of weet u niet zeker hoe u iets met Gaphor moet doen? Het bespreken van zulke dingen in een ondersteunende omgeving is een goede manier om vooruitgang te boeken, vrienden te maken en te helpen. Simpel gezegd is Gaphor een project dat gericht is op de gemeenschap, en we hebben een aantal online ruimtes gecreëerd waar de gemeenschap samen kan komen.
pt_br: É bom falar, compartilhar conhecimento e aprender com outros usuários da Gaphor. Talvez você tenha uma pergunta, problema ou não tem certeza de como fazer algo com Gaphor? Discutir essas coisas em um ambiente de apoio é uma boa maneira de fazer progressos, fazer amigos e ajudar. Simplesmente, Gaphor é um projeto focado na comunidade, e criamos um par de espaços online onde a comunidade pode se reunir.
ru: Приятно общаться, делиться знаниями и учиться у других пользователей Gaphor. Возможно, у вас есть вопрос, проблема или вы не уверены, как что-то сделать в Gaphor? Обсуждение таких вещей в благоприятной обстановке - хороший способ добиться прогресса, завести друзей и получить помощь. Проще говоря, Gaphor - это проект, ориентированный на сообщество, и мы создали пару онлайн-пространств, где сообщество может собираться вместе.
ta: கஃபோரின் பிற பயனர்களிடமிருந்து பேசுவது, அறிவைப் பகிர்ந்து கொள்வது மற்றும் கற்றுக்கொள்வது நல்லது. ஒருவேளை உங்களுக்கு ஒரு கேள்வி, சிக்கல் இருக்கலாம் அல்லது காஃபருடன் ஏதாவது செய்வது எப்படி என்று தெரியவில்லையா? இதுபோன்ற விசயங்களை ஒரு ஆதரவான சூழலில் விவாதிப்பது முன்னேற்றம், நண்பர்களை உருவாக்குதல் மற்றும் உதவ ஒரு சிறந்த வழியாகும். எளிமையாகச் சொல்வதானால், காஃபர் என்பது ஒரு சமூகத்தை மையமாகக் கொண்ட திட்டமாகும், மேலும் சமூகம் ஒன்றிணைக்கக்கூடிய இரண்டு நிகழ்நிலை இடங்களை நாங்கள் உருவாக்கியுள்ளோம்.
tr: Konuşmak, bilgi paylaşmak ve diğer Gaphor kullanıcılarından öğrenmek iyidir. Belki bir sorunuz, sorununuz var veya Gaphor ile bir şeyi nasıl yapacağınızdan emin değilsiniz? Bu tür şeyleri destekleyici bir ortamda tartışmak, ilerleme kaydetmek, arkadaş edinmek ve yardım etmek için iyi bir yoldur. Basitçe söylemek gerekirse, Gaphor topluluk odaklı bir projedir ve topluluğun bir araya gelebileceği birkaç çevrimiçi alan oluşturduk.
uk: Приємно спілкуватися, ділитися знаннями та вчитися в інших користувачів Gaphor. Можливо, у вас є запитання, проблема чи ви не впевнені, як щось зробити з Gaphor? Обговорення таких речей у сприятливому середовищі є хорошим способом досягти прогресу, знайти друзів і допомогти. Простіше кажучи, Gaphor — це проект, орієнтований на спільноту, і ми створили кілька онлайн-просторів, де спільнота може об’єднатися.
zh_hans: 与其他 Gaphor 用户交流、分享知识和学习是一件好事。也许您有疑问、问题或不确定如何使用 Gaphor？在一个相互支持的环境中讨论这些问题是取得进步、结交朋友和提供帮助的好方法。简而言之，Gaphor 是一个以社区为中心的项目，我们创建了几个在线空间，让社区成员可以聚集在一起。

source: Contributions are welcome without prejudice from anyone irrespective of age, gender, religion, race, or sexuality. If you’re thinking, "but they don't mean me", then we especially mean YOU.
cs: Příspěvky jsou vítány bez předsudků od kohokoli bez ohledu na věk, pohlaví, náboženství, rasu nebo sexualitu. Pokud si říkáte: "ale mě tím nemyslí", pak tím myslíme především VÁS.
de: Beiträge sind jederzeit willkommen, unabhängig von Alter, Geschlecht, Religion, Rasse oder Sexualität. Wenn Sie denken, „aber die meinen doch nicht mich“, dann meinen wir vor allem SIE.
es: Las contribuciones son bienvenidas sin prejuicios, independientemente de la edad, el sexo, la religión, la raza o la sexualidad. Si está pensando "pero no se refieren a mí", entonces nos referimos especialmente a USTED.
fr: Les contributions sont les bienvenues, sans préjugés, quels que soient l'âge, le sexe, la religion, la race ou la sexualité. Si vous vous dites « mais ils ne parlent pas de moi », nous parlons surtout de VOUS.
hr: Doprinosi su dobrodošli bez predrasuda od bilo koga, bez obzira na dob, spol, vjeru, rasu ili spol. Ako misliš, „ali oni ne misle na mene”, onda posebno mislimo na TEBE.
hu: Kortól, nemtől, vallástól, fajtól vagy szexuális hovatartozástól függetlenül bárki hozzájárulását szívesen fogadjuk. Ha arra gondolsz, hogy „de ők nem rám gondolnak”, akkor mi különösen RÁD gondolunk.
nl: Bijdragen zijn welkom van iedereen, ongeacht leeftijd, geslacht, religie, ras of seksualiteit. Als u denkt, “Maar mij bedoelen ze niet”, dan bedoelen we VOORAL u.
pt_br: As contribuições são bem-vindas de qualquer pessoa, sem preconceito, independentemente da idade, gênero, religião, raça ou sexualidade. Se você está pensando, "mas eles não estão falando de mim", então nós queremos dizer especialmente VOCÊ.
ru: Вклады приветствуются без каких-либо предубеждений от любого лица, независимо от возраста, пола, религии, расы или сексуальной ориентации. Если вы думаете , что «они не имеют в виду меня», то мы в первую очередь имеем в виду ВАС.
ta: அகவை, பாலினம், மதம், இனம் அல்லது பாலியல் ஆகியவற்றைப் பொருட்படுத்தாமல் யாரிடமிருந்தும் பாரபட்சம் இல்லாமல் பங்களிப்புகள் வரவேற்கப்படுகின்றன. "ஆனால் அவை என்னை அர்த்தப்படுத்துவதில்லை" என்று நீங்கள் நினைத்தால், நாங்கள் குறிப்பாக உங்களை அர்த்தப்படுத்துகிறோம்.
tr: Katkılar yaş, cinsiyet, din, ırk veya cinsellik gözetmeksizin herkes tarafından önyargısız bir şekilde kabul edilmektedir. "Ama beni kastetmiyorlar" diye düşünüyorsanız, o zaman özellikle SİZİ kastediyoruz.
uk: Внески вітаються без упередження будь-кого незалежно від віку, статі, релігії, раси чи сексуальної приналежності. Якщо ви думаєте: «але вони мають на увазі не мене», то ми особливо маємо на увазі ВАС.
zh_hans: 欢迎任何人不分年龄、性别、宗教、种族或性取向，踊跃投稿。如果您在想：“但他们指的不是我”，那么我们指的就是您。

source: Chat on Gitter
cs: Chat na Gitteru
de: Chatten auf Gitter
es: Chat en Gitter
hr: Raspravljaj na Gitteru
hu: Csevegés a Gitteren
nl: Praat mee op Gitter

source: Our real-time conversations are on Gitter and are bridged to Matrix. Matrix is the preferred way, since it's more use friendly than bare Gitter.
cs: Naše konverzace v reálném čase probíhají na Gitteru a jsou propojeny s Matrixem. Matrix je preferovaný způsob, protože je uživatelsky přívětivější než holý Gitter.
de: Unsere Echtzeit-Unterhaltungen laufen über Gitter und sind mit Matrix verbunden. Matrix ist die bevorzugte Methode, da sie benutzerfreundlicher ist als Gitter.
es: Nuestras conversaciones en tiempo real están en Gitter y se conectan a Matrix. Matrix es la forma preferida, ya que es más fácil de usar que Gitter.
hr: Naši razgovori uživo vode se na Gitteru i povezani su s Matrixom. Matrix je poželjniji način, budući da je pogodniji za korištenje od Gittera.
hu: Valós idejű beszélgetéseink a Gitteren zajlanak, és áthidalhatók a Mátrixba. A mátrix az előnyben részesített módszer, mivel ez sokkal felhasználóbarátabb, mint a csupasz Gitter.
nl: Onze realtime gesprekken gaan via Gitter en worden overbrugd naar Matrix. Matrix heeft de voorkeur, omdat deze gebruiksvriendelijker is dan Gitter.

source: Join Matrix with Element.io
cs: Připojení přes Matrix pomocí Element.io
es: Únase a Matrix con Element.io
hr: Pridruži se Matrixu s Element.io

source: Join Gitter Chat
cs: Připojte se k chatu Gitter
es: Únase al chat de Gitter
hr: Pridruži se raspravama na Gitteru

source: NB. If you're using a mobile device, use the Element app (for Matrix), the Gitter app is no longer supported.
cs: POZN. Pokud používáte mobilní zařízení, použijte aplikaci Element (pro Matrix), aplikace Gitter již není podporována.
es: NOTA. Si usa un dispositivo móvil, use la aplicación Element (para Matrix), la aplicación Gitter ya no es compatible.
hr: VAŽNO. Ako koristiš mobilni uređaj, koristi program Element (za Matrix), aplikacija Gitter se više ne podržava.

source: Submit an Issue on GitHub
cs: Odeslání problému na GitHubu
de: Probleme auf GitHub melden
es: Enviar una incidencia en GitHub
fr: Soumettre un problème sur GitHub
hr: Prijavi problem na GitHubu
hu: Probléma beküldése GitHubon
nl: Een issue op GitHub indienen
pt_br: Submeta um relatório de problema no GitHub
ru: Открыть проблему на GitHub
ta: கிதுபில் ஒரு சிக்கலை சமர்ப்பிக்கவும்
tr: GitHub'da Sorun Gönderin
uk: Надішліть проблему на GitHub
zh_hans: 在 GitHub 上提交Issue

source: Please use our GitHub issue tracker for general questions and reporting bugs. Before submitting a GitHub issue please review our page about how to report a bug in Gaphor.
cs: Pro obecné dotazy a hlášení chyb používejte náš issue tracker na GitHubu. Před odesláním problému na GitHub si prosím přečtěte naši stránku o tom, jak nahlásit chybu v Gaphoru.
es: Por favor, use nuestro rastreador de incidencias de GitHub para preguntas generales y para informar de errores. Antes de enviar una incidencia a GitHub, consulta nuestra página sobre cómo informar de un error en Gaphor.
hr: Koristi naš sustav za praćenje problema na GitHubu za opća pitanja i prijavljivanje grešaka. Prije nego što pošalješ problem na GitHubu, pregledaj našu stranicu o tome kako prijaviti grešku u Gaphoru.

source: Submit an Issue on GitHub
cs: Odešlete problém na GitHubu
es: Enviar una incidencia en GitHub
hr: Prijavi problem na GitHubu

source: Community Conduct
cs: Chování komunity
de: Gemeinschafts-Verhalten
es: Conducta de la comunidad
fr: Conduite de la communauté
hr: Kodeks zajednice
hu: Közösségi magatartás
nl: Communautair gedrag
pt_br: Conduta comunitária
ru: Правила поведения в сообществе
ta: சமூக நடத்தை
tr: Toplumsal Davranış
uk: Поведінка спільноти
zh_hans: 社区行为准则

source: We expect contributors to follow the Code of Conduct.
cs: Očekáváme, že přispěvatelé budou dodržovat Kodex chování.
es: Esperamos que los colaboradores sigan el Código de conducta.
hr: Očekujemo od doprinositelja da se pridržavaju kodeksa.

source: We want our community to be a safe, welcoming and friendly place. We won't hesitate to issue a clear warning and, if ignored, ban people who don't behave in the spirit of the code of conduct. If a conduct related situation arises, we will endeavour to act in a discreet, sympathetic and fair manner to all concerned.
cs: Chceme, aby naše komunita byla bezpečným, přívětivým a přátelským místem. Nebudeme váhat vydat jasné varování a v případě ignorování vykázat osoby, které se nechovají v duchu kodexu chování. Pokud dojde k situaci související s chováním, budeme se snažit jednat diskrétně, vstřícně a spravedlivě vůči všem zúčastněným.
de: Wir möchten, dass unsere Gemeinschaft ein sicherer, einladender und freundlicher Ort ist. Wir werden nicht zögern, bei Bedarf eine klare Warnung auszusprechen und Personen, die sie ignorieren, aus der Gemeinschaft zu entfernen. Wenn eine verhaltensbezogene Situation auftritt, werden wir uns bemühen, alle Fälle diskret, wohlwollend und fair zu lösen.
es: Queremos que nuestra comunidad sea un lugar seguro, acogedor y amigable. No dudaremos en emitir una advertencia clara y, si se ignora, prohibir a las personas que no se comporten de acuerdo con el espíritu del código de conducta. Si se produce una situación relacionada con la conducta, nos esforzaremos por actuar de forma discreta, comprensiva y justa con todos los implicados.
fr: Nous voulons que notre communauté soit un lieu sûr, accueillant et amical. Nous n'hésiterons pas à émettre un avertissement clair et, s'il n'est pas respecté, à bannir les personnes qui ne se comportent pas dans l'esprit du code de conduite. Si une situation liée au code de conduite se présente, nous nous efforcerons d'agir de manière discrète, sympathique et équitable envers toutes les personnes concernées.
hr: Želimo da naša zajednica bude sigurno, gostoljubivo i prijateljsko mjesto. Nećemo oklijevati izdati jasno upozorenje i, ako se upozorenje zanemari, isključiti osobe koje se ne ponašaju u duhu kodeksa. Ako dođe do situacije u vezi s kodeksom, nastojat ćemo djelovati na diskretan, prijateljski i pošten način prema svim dotičnim osobama.
hu: Azt akarjuk, hogy közösségünk biztonságos, barátságos és barátságos hely legyen. Habozás nélkül egyértelmű figyelmeztetést adunk, és ha figyelmen kívül hagyjuk, kitiltjuk azokat az embereket, akik nem a viselkedési szabályzat szellemében viselkednek. Ha magatartással kapcsolatos helyzet adódik, igyekszünk diszkréten, együttérzően és tisztességesen eljárni minden érintett felé.
nl: Wij willen dat onze gemeenschap een veilige, gastvrije en vriendelijke plaats is. Wij zullen niet aarzelen om een duidelijke waarschuwing te geven en, indien deze wordt genegeerd, mensen te verbannen die zich niet aan de gedragscode houden. Als zich een gedragsgerelateerde situatie voordoet, zullen wij trachten op een discrete, sympathieke en eerlijke manier te handelen tegenover alle betrokkenen.
pt_br: Queremos que a nossa comunidade seja um lugar seguro, acolhedor e amigável. Não hesitaremos em emitir um aviso claro e, se ignorado, banir pessoas que não se comportam no espírito do código de conduta. Se surgir uma situação relacionada com a conduta, tentaremos agir de forma discreta, simpática e justa para todos os interessados.
ru: Мы хотим, чтобы наше сообщество было безопасным, гостеприимным и дружелюбным местом. Мы без колебаний сделаем чёткое предупреждение и, если его проигнорируют, забаним людей, которые ведут себя не в духе кодекса поведения. Если возникнет ситуация, связанная с поведением, мы постараемся действовать осмотрительно, дружелюбно и справедливо по отношению ко всем заинтересованным сторонам.
ta: எங்கள் சமூகம் பாதுகாப்பான, வரவேற்பு மற்றும் நட்பான இடமாக இருக்க வேண்டும் என்று நாங்கள் விரும்புகிறோம். ஒரு தெளிவான எச்சரிக்கையை வெளியிட நாங்கள் தயங்க மாட்டோம், புறக்கணிக்கப்பட்டால், நடத்தை நெறியின் மனப்பான்மையில் நடந்து கொள்ளாதவர்களை தடை செய்யுங்கள். ஒரு நடத்தை தொடர்பான நிலைமை ஏற்பட்டால், சம்பந்தப்பட்ட அனைவருக்கும் விவேகமான, இரக்கம் மற்றும் நியாயமான முறையில் செயல்பட முயற்சிப்போம்.
tr: Topluluğumuzun güvenli, misafirperver ve dostane bir yer olmasını istiyoruz. Açık bir uyarı yapmaktan çekinmeyeceğiz ve göz ardı edilmesi halinde davranış kurallarının ruhuna uygun davranmayan kişileri yasaklayacağız. Davranışla ilgili bir durum ortaya çıkarsa, ilgili herkese karşı sağduyulu, sempatik ve adil bir şekilde hareket etmeye çalışacağız.
uk: Ми хочемо, щоб наша громада була безпечною, гостинною та доброзичливою. Ми без вагань видамо чітке попередження та, якщо його проігноруємо, заборонимо людей, які поводяться не в дусі кодексу поведінки. Якщо виникне ситуація, пов’язана з поведінкою, ми докладемо зусиль, щоб діяти стримано, співчутливо та чесно по відношенню до всіх зацікавлених осіб.
zh_hans: 我们希望我们的社区是一个安全、温馨和友好的地方。 我们会毫不犹豫地发出明确警告，如果无视警告，我们会禁止不遵守行为准则的人参加活动。如果出现与行为相关的情况，我们将努力以谨慎、同情和公平的方式对待所有相关人员。

source: Each tutorial is a self-contained lesson, explaining a specific aspect of Gaphor, so you have the skills needed to achieve your learning and modeling goals.
cs: Každý výukový kurz je samostatnou lekcí, která vysvětluje konkrétní aspekt programu Gaphor, takže získáte dovednosti potřebné k dosažení cílů učení a modelování.
de: Jede Anleitung ist eine in sich geschlossene Lektion, die einen bestimmten Aspekt von Gaphor erklärt, sodass Sie über die erforderlichen Fähigkeiten verfügen, um Ihre Lern- und Modellierungsziele zu erreichen.
es: Cada tutorial es una lección independiente, que explica un aspecto específico de Gaphor, para que tenga los conocimientos necesarios para alcanzar sus objetivos de aprendizaje y modelado.
fr: Chaque tutoriel est une leçon indépendante, expliquant un aspect spécifique de Gaphor, afin que vous ayez les compétences nécessaires pour atteindre vos objectifs d'apprentissage et de modélisation.
hr: Svaka vježba je samostalna lekcija koja objašnjava određeni aspekt Gaphora, tako da naučiš potrebne vještine za postizanje tvojih ciljeva učenja i modeliranja.
hu: Minden oktatóanyag egy önálló lecke, amely a Gaphor egy adott témáját magyarázza el, így rendelkezik a tanulási és modellezési céljainak eléréséhez szükséges készségekkel.
nl: Elke tutorial is een op zichzelf staande les, waarin een specifiek aspect van Gaphor wordt uitgelegd, zodat u de vaardigheden heeft die nodig zijn om uw leer- en modelleringsdoelen te bereiken.
pt_br: Cada tutorial é uma lição autossuficiente, explicando um aspecto específico do Gaphor, de forma que você tenha as habilidades necessárias para alcançar seus objetivos de aprendizagem e modelagem.
ru: Каждое учебное пособие представляет собой самостоятельный урок, объясняющий конкретный аспект Gaphor, так что у вас появляются навыки, необходимые для достижения ваших целей в области обучения и моделирования.
ta: ஒவ்வொரு டுடோரியலும் ஒரு தன்னிறைவான பாடமாகும், இது காஃபரின் ஒரு குறிப்பிட்ட அம்சத்தை விளக்குகிறது, எனவே உங்கள் கற்றல் மற்றும் மாடலிங் இலக்குகளை அடைய தேவையான திறன்கள் உங்களிடம் உள்ளன.
tr: Her eğitim, Gaphor'un belirli bir yönünü açıklayan bağımsız bir derstir, böylece öğrenme ve modelleme hedeflerinize ulaşmak için gereken becerilere sahip olursunuz.
uk: Кожен навчальний посібник є самостійним уроком, у якому пояснюється певний аспект Gaphor, тому ви маєте навички, необхідні для досягнення своїх цілей навчання та моделювання.
zh_hans: 每篇教程都是独立的课程单元，专门讲解 Gaphor 的特定领域，助您掌握实现学习目标和建模需求所需的各项技能。

source: 3. Introduction to Gaphor and SysML, presented by Dan at the Michigan Python meetup. 4. How to report a bug in Gaphor
cs: 3. Úvod do Gaphor a SysML, který prezentoval Dan na konferenci Michigan Python meetup. 4. Jak nahlásit chybu v Gaphoru

source: Advanced topics
cs: Pokročilá témata
de: Fortgeschrittene Themen
es: Temas avanzados
hr: Napredne teme
hu: Haladó témák
nl: Geavanceerde onderwerpen

source: - Extend your models with stereotypes - Writing a plugin - Technical and architectural documentation for contributors and plugin developers
cs: - Rozšiřování modelů pomocí stereotypů - Psaní zásuvného modulu - Technická a architektonická dokumentace pro přispěvatele a vývojáře zásuvných modulů

source: Talks
cs: Rozhovory
de: Vorlesungen
es: Charlas
fr: Discussions
hr: Predavanja
hu: Beszélgetések
nl: Presentaties
pt_br: Apresentações
ru: Обсуждения
ta: பேச்சுக்கள்
tr: Konuşmalar
uk: Розмови
zh_hans: 技术演讲

source: Dan and Arjan spoke at Linux App Summit 2021 about how Gaphor is made available to all desktop platforms Linux/Windows/macOS.
cs: Dan a Arjan hovořili na konferenci Linux App Summit 2021 o tom, jak je Gaphor dostupný pro všechny desktopové platformy Linux/Windows/macOS.
es: Dan y Arjan hablaron en el Linux App Summit 2021 sobre cómo Gaphor está disponible para todas las plataformas de escritorio Linux/Windows/macOS.
hr: Dan i Arjan govorili su na Linux App Summitu 2021. o dostupnosti Gaphora na svim platformama radnih površina Linux/Windows/macOS.

source: Dan spoke at the 2021 MIT STAMP Workshop about _Open STPA with RAAML and Gaphor_.
cs: Dan přednášel na semináři MIT STAMP 2021 o _Open STPA s RAAML a Gaphor_.
es: Dan habló en el taller STAMP del MIT de 2021 sobre _Open STPA con RAAML y Gaphor_.
hr: Dan je na sastanku MIT STAMP 2021. govorio o temi _Open STPA s RAAML-om i Gaphorom_.

source: Arjan spoke at GUADEC 2021 about Large GUI application with Python and GTK.
cs: Arjan vystoupil na konferenci GUADEC 2021 s přednáškou na téma Velké GUI aplikace s Pythonem a GTK.
es: Arjan habló en GUADEC 2021 sobre Aplicaciones con interfaz de gran tamaño con Python y GTK.
hr: Arjan je na GUADEC-u 2021. govorio o velikom GUI programu s Pythonom i GTK-om.

source: Download Gaphor
cs: Stáhnout Gaphor
de: Gaphor herunterladen
es: Descargar Gaphor
fr: Télécharger Gaphor
hr: Preuzmi Gaphor
hu: A Gaphor letöltése
nl: Gaphor downloaden
pt_br: Baixar Gaphor
ru: Загрузить Gaphor
ta: Kaphor ஐ பதிவிறக்கவும்
tr: Gaphor'u İndirin
uk: Завантажити Gaphor
zh_hans: 下载Gaphor

source: There are many ways to install Gaphor. The simplest is to download the official installer for Windows or macOS. For Linux you can install Gaphor using FlatHub. You can also use Python's built-in `pip` tool as long as you have all of the required dependencies installed.
cs: Existuje mnoho způsobů instalace systému Gaphor. Nejjednodušší je stáhnout si oficiální instalační program pro Windows nebo macOS. Pro Linux můžete Gaphor nainstalovat pomocí FlatHubu. Můžete také použít vestavěný nástroj `pip` pro Python, pokud máte nainstalovány všechny potřebné závislosti.

source: If you're a developer, you can find the source code on GitHub.
cs: Pokud jste vývojář, zdrojový kód najdete na GitHubu.
es: Si es desarrollador, puede encontrar el código fuente en GitHub.
hr: Ako si programer/ka, izvorni kod možeš pronaći na GitHubu.

source: **Page not found :(**
cs: **Stránka nebyla nalezena :(**
de: **Seite nicht gefunden: (**
es: **Página no encontrada :(**
fr: **Page non trouvée :(**
hr: **Stranica nije pronađena :(**
hu: **Az oldal nem található :(**
nl: **Pagina niet gevonden :(**
pt_br: **Página não encontrada :(**
ru: **Страница не найдена :(**
ta: ** பக்கம் கிடைக்கவில்லை: (**
tr: **Sayfa bulunamadı :(**
uk: **Сторінка не знайдена :(**
zh_hans: **未找到页面 :(**
