Repository: gaphor/gaphor.github.io
Catalog: po/site.*.po
Languages: cs, de, es, fr, hr, hu, nl, pt_br, ru, ta, tr, uk, zh_hans

source: To check out the latest release notes and other details:
de: Um die neuesten Versionshinweise und andere Details zu sehen:
fr: Pour consulter les dernières notes de version et d'autres détails :
hu: A legújabb kiadási megjegyzések és egyéb részletek megtekintéséhez:
nl: Om de meest recente uitgave-opmerkingen en andere details te bekijken:
pt_br: Para conferir as últimas notas de lançamento e outros detalhes:
ru: Проверить список последних изменений:
ta: அண்மைக் கால வெளியீட்டுக் குறிப்புகள் மற்றும் பிற விவரங்களைப் பார்க்க:
tr: En son sürüm notlarına ve diğer ayrıntılara göz atmak için:
uk: Щоб переглянути останні примітки до випуску та інші відомості:
zh_hans: 要查看最新版本说明及其他详细信息：

source: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/Gaphor-{{ site.gaphor_version }}.dmg"><i class="fa fa-download"></i> Download .dmg</a>
de: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/Gaphor-{{ site.gaphor_version }}.dmg"><i class="fa fa-download"></i> .dmg herunterladen</a>
hu: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/Gaphor-{{ site.gaphor_version }}.dmg"><i class="fa fa-download"></i> .dmg-fájl letöltése</a>
nl: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/Gaphor-{{ site.gaphor_version }}.dmg"><i class="fa fa-download"></i>.dmg downloaden</a>
pt_br: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/Gaphor-{{ site.gaphor_version }}.dmg"><i class="fa fa-download"></i> Baixar .dmg</a>
ru: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/Gaphor-{{ site.gaphor_version }}.dmg"><i class="fa fa-download"></i> Скачать .dmg</a>
ta: <a வகுப்பு = "btn btn-primary btn-lg" href = "https://github.com/gaphor/gaphor/relaess/download/ {{ site.gaphor_version }}/caphor-{{ site.gaphor_version }}. dmg "> <i வகுப்பு =" fa fa-download "> </i> பதிவிறக்கம் .dmg </a>
tr: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/Gaphor-{{ site.gaphor_version }}.dmg"><i class="fa fa-download"></i> İndir.dmg</a>

source: Pour Gaphor from a [homebrew cask](https://formulae.brew.sh/cask/gaphor):
de: Installiren Sie Gaphor von einem [homebrew cask](https://formulae.brew.sh/cask/gaphor):
fr: Retirer Graphor à partir de [homebrew cask](https://formulae.brew.sh/cask/gaphor) :
hu: Öntsön Gaphort egy [házi sörfőző hordóból](https://formulae.brew.sh/cask/gaphor):
nl: Download Gaphor via een [homebrew-cask](https://formulae.brew.sh/cask/gaphor):
pt_br: Obtenha Gaphor de um [cask de homebrew](https://formulae.brew.sh/cask/gaphor):
ru: Установить Gaphor используя [homebrew cask](https://formulae.brew.sh/cask/gaphor):
ta: ஒரு [ஓம்பிரூ காச்க்](https://formulae.brew.sh/cask/gaphor) இலிருந்து காஃபரை ஊற்றவும்:
tr: Gaphor'u bir [homebrew cask](https://formulae.brew.sh/cask/gaphor)'dan dökün:
uk: Налийте Gaphor із [самоварної бочки](https://formulae.brew.sh/cask/gaphor):
zh_hans: 通过 [homebrew cask](https://formulae.brew.sh/cask/gaphor) 获取 Gaphor：

source: [Flatpak](https://flatpak.org/) is the recommended way to install Gaphor in Linux. If you don't have it setup already, follow the instructions to [install Flatpak](https://flatpak.org/setup).
de: [Flatpak](https://flatpak.org/) ist der empfohlene Weg, um Gaphor unter Linux zu installieren. Wenn Sie es noch nicht eingerichtet haben, folgen Sie den Anweisungen um [Flatpak zu installieren](https://flatpak.org/setup).
fr: [Flatpak](https://flatpak.org/) est la méthode recommandée pour installer Gaphor sous Linux. Si vous ne l'avez pas encore installé, suivez les instructions pour [installer Flatpak](https://flatpak.org/setup).
hu: A [Flatpak](https://flatpak.org/) a Gaphor GNU/Linux alatti telepítésének javasolt módja. Ha még nincs telepítve, kövesse a [Flatpak telepítésére](https://flatpak.org/setup) vonatkozó utasításokat.
nl: [Flatpak](https://flatpak.org/) is de aanbevolen manier om Gaphor op Linux te installeren. Als deze nog niet is geïnstalleerd, volg dan [de instructies om Flatpak te installeren](https://flatpak.org/setup).
pt_br: [Flatpak](https://flatpak.org/) é a maneira recomendada de instalar Gaphor no Linux. Se você não o tiver configurado, siga as instruções para [instalar o Flatpak](https://flatpak.org/setup).
ru: Для установки Gaphor в Linux рекомендуется использовать [Flatpak](https://flatpak.org/). Если у вас не установлен Flatpak, следуйте инструкции по [установке Flatpak](https://flatpak.org/setup).
ta: . உங்களிடம் ஏற்கனவே அமைவு இல்லையென்றால், [பிளாட்பாக் நிறுவ](https://flatpak.org/setup) க்கான வழிமுறைகளைப் பின்பற்றவும்.
tr: [Flatpak](https://flatpak.org/) Linux'ta Gaphor'u kurmak için önerilen yoldur. Henüz kurulum yapmadıysanız, [Flatpak](https://flatpak.org/setup) yüklemek için talimatları izleyin.
uk: [Flatpak](https://flatpak.org/) — рекомендований спосіб встановлення Gaphor у Linux. Якщо ви ще не налаштували його, дотримуйтеся вказівок, щоб [інсталювати Flatpak](https://flatpak.org/setup).
zh_hans: [Flatpak](https://flatpak.org/)是在 Linux 中安装 Gaphor 的推荐方法。如果您还没有设置好flatpak，请按照[安装 Flatpak](https://flatpak.org/setup)的说明进行安装。

source: <a href='https://flathub.org/apps/details/org.gaphor.Gaphor'><img width='240' alt='Download on Flathub' src='https://flathub.org/assets/badges/flathub-badge-en.png'/></a>
de: <a href='https://flathub.org/apps/details/org.gaphor.Gaphor'><img width='240' alt='Von Flathub herunterladen' src='https://flathub.org/assets/badges/flathub-badge-en.png'/></a>
hu: <a href='https://flathub.org/apps/details/org.gaphor.Gaphor'><img width='240' alt='Töltse le a Flathubról' src='https://flathub.org/assets/badges/flathub-badge-en.png'/></a>
pt_br: <a href='https://flathub.org/apps/details/org.gaphor.Gaphor'><img width='240' alt='Baixar do Flathub' src='https://flathub.org/assets/badges/flathub-badge-en.png'/></a>
ru: <a href='https://flathub.org/apps/details/org.gaphor.Gaphor'><img width='240' alt='Скачать на Flathub' src='https://flathub.org/assets/badges/flathub-badge-en.png'/></a>
ta: <a href = 'https: //flathub.org/apps/details/org.gaphor.gaphor'> <img width = '240' மாற்று = 'flathub இல் பதிவிறக்கம்' src = 'https: //flathub.org/assets /badges/flathub-badge-en.png '/> </a>

source: Gaphor can be installed from an [AUR package](https://aur.archlinux.org/packages/python-gaphor/).
de: Gaphor kann aus einem [AUR-Paket](https://aur.archlinux.org/packages/python-gaphor/) installiert werden.
fr: Gaphor peut être installé à partir d'un [AUR package](https://aur.archlinux.org/packages/python-gaphor/).
hu: A Gaphor [AUR-csomag](https://aur.archlinux.org/packages/python-gaphor/)ból telepíthető.
nl: Gaphor kan worden geïnstalleerd via een [AUR-pakket](https://aur.archlinux.org/packages/python-gaphor/).
pt_br: O Gaphor pode ser instalado a partir de um [pacote AUR](https://aur.archlinux.org/packages/python-gaphor/).
ru: Gaphor может быть установлен из [пакета AUR](https://aur.archlinux.org/packages/python-gaphor/).
ta: Kaphor ஒரு [AUR தொகுப்பு](https://aur.archlinux.org/packages/python-gaphor/) இலிருந்து நிறுவப்படலாம்.
tr: Gaphor bir [AUR paketinden](https://aur.archlinux.org/packages/python-gaphor/) kurulabilir.

source: If you have the latest stable version of Python installed and the Gaphor dependencies installed, you can also install Gaphor using a wheel from [PyPI](https://pypi.org/project/gaphor/).
de: Wenn Sie die neueste stabile Version von Python und die Gaphor-Abhängigkeiten installiert haben, können Sie Gaphor auch von [PyPI](https://pypi.org/project/gaphor/) installieren.
fr: Si vous avez installé la dernière version stable de Python et les dépendances de Gaphor, vous pouvez également installer Gaphor en utilisant "wheel" de [PyPI](https://pypi.org/project/gaphor/).
hu: Ha telepítve van a Python legújabb stabil verziója, és telepítve vannak a Gaphor-függőségek, a Gaphort a [PyPI](https://pypi.org/project/gaphor/) kerék használatával is telepítheti.
nl: Als u de laatste stabiele versie van Python en de afhankelijkheden van Gaphor heeft geïnstalleerd, kunt u Gaphor ook installeren met behulp van een [PyPI-wheel](https://pypi.org/project/gaphor/).
pt_br: Se você tiver a versão estável mais recente do Python instalado e as dependências do Gaphor instaladas, você também pode instalar Gaphor usando uma wheel do [PyPI](https://pypi.org/project/gaphor/).
ru: Если у вас установлена последняя стабильная версия Python и необходимые для Gaphor зависимости, то можете установить Gaphor используя wheel из [PyPI](https://pypi.org/project/gaphor/).
ta: பைதானின் அண்மைக் கால நிலையான பதிப்பு மற்றும் காஃபர் சார்புநிலைகள் நிறுவப்பட்டிருந்தால், [PyPI](https://pypi.org/project/gaphor/) இலிருந்து ஒரு சக்கரத்தையும் பயன்படுத்தி காஃபரை நிறுவலாம்.
tr: Python'un en son kararlı sürümü ve Gaphor bağımlılıkları yüklüyse, [PyPI](https://pypi.org/project/gaphor/) adresinden bir wheel kullanarak da Gaphor'u yükleyebilirsiniz.
uk: Якщо у вас встановлено останню стабільну версію Python і встановлено залежності Gaphor, ви також можете встановити Gaphor за допомогою колеса з [PyPI](https://pypi.org/project/gaphor/).
zh_hans: 如果您已经安装了最新的 Python 稳定版，并安装了 Gaphor 依赖项，也可以使用 [PyPI](https://pypi.org/project/gaphor/) 中的wheel来安装 Gaphor。

source: If you don't have the latest stable version of Python and the Gaphor dependencies installed, follow the development environment [installation instructions](https://docs.gaphor.org/en/latest) section, but do not clone the repository. Optionally, create a [virtual environment](https://packaging.python.org/tutorials/installing-packages/#creating-virtual-environments). Then execute the following:
de: Wenn Sie nicht die neueste stabile Version von Python und die Gaphor-Abhängigkeiten installiert haben, folgen Sie dem Abschnitt [Installationsanweisungen](https://docs.gaphor.org/en/latest) für die Entwicklungsumgebung, aber klonen Sie nicht das Repository. Optional können Sie eine [virtuelle Umgebung](https://packaging.python.org/tutorials/installing-packages/#creating-virtual-environments) erstellen. Führen Sie dann folgenden Befehl aus:
fr: Si la dernière version stable de Python et les dépendances de Gaphor ne sont pas installées, suivez la section [instructions d'installation](https://docs.gaphor.org/en/latest) de l'environnement de développement, mais ne clonez pas le dépôt. Si vous le souhaitez, créez un [environnement virtuel](https://packaging.python.org/tutorials/installing-packages/#creating-virtual-environments). Exécutez ensuite ce qui suit :
hu: Ha nincs telepítve a Python legújabb stabil verziója és a Gaphor-függőségek, kövesse a fejlesztői környezet [telepítési utasításait](https://docs.gaphor.org/) szakaszt, de ne klónozza a tárat. Ellenkező esetben hozzon létre egy [virtuális környezetet](https://packaging.python.org/tutorials/installing-packages/#creating-virtual-environments). Ezután hajtsa végre a következőt:
nl: Als u niet de laatste stabiele versie van Python en de afhankelijkheden van Gaphor heeft geïnstalleerd, volg dan de [installatie-instructies](https://docs.gaphor.org/en/latest) van de ontwikkelomgeving, maar kloon de repository niet. Maak eventueel een [virtuele omgeving](https://packaging.python.org/tutorials/installing-packages/#creating-virtual-environments) aan. Voer dan het volgende uit:
pt_br: Se você não tiver a versão estável mais recente do Python e das dependências do Gaphor instaladas, siga a seção de [instruções de instalação](https://docs.gaphor.org/latest) do ambiente de desenvolvimento, mas não clone o repositório. Opcionalmente, crie um [ambiente virtual](https://packaging.python.org/pt-br/latest/tutorials/installing-packages/#creating-virtual-environments). Em seguida, execute o seguinte:
ru: Если у вас не установлена последняя стабильная версия Python и необходимые для Gaphor зависимости, следуйте [инструкциям по установке](https://docs.gaphor.org/en/latest) для соответствующей среды разработки, но не клонируйте репозиторий. При желании создайте [виртуальную среду](https://packaging.python.org/tutorials/installing-packages/#creating-virtual-environments). Затем выполните:
ta: பைத்தானின் அண்மைக் கால நிலையான பதிப்பு மற்றும் கஃபர் சார்புநிலைகள் நிறுவப்பட்டிருந்தால், மேம்பாட்டு சூழலைப் பின்பற்றுங்கள் [நிறுவல் வழிமுறைகள்](https://docs.gaphor.org/en/latest) பிரிவு, ஆனால் களஞ்சியத்தை நகலி செய்ய வேண்டாம். விருப்பமாக, ஒரு [மெய்நிகர் சூழலை உருவாக்கவும்](https://packaging.python.org/tutorials/installing-packages/#creating-virtual-environments). பின்னர் பின்வருவனவற்றை இயக்கவும்:
tr: Python'un en son kararlı sürümüne ve Gaphor bağımlılıklarına sahip değilseniz, geliştirme ortamı [kurulum talimatları](https://docs.gaphor.org/en/latest) bölümünü izleyin, ancak depoyu klonlamayın. İsteğe bağlı olarak, bir [sanal ortam](https://packaging.python.org/tutorials/installing-packages/#creating-virtual-environments) oluşturun. Daha sonra aşağıdakileri uygulayın:
uk: Якщо у вас не встановлено останню стабільну версію Python і залежностей Gaphor, дотримуйтеся розділу середовища розробки [інструкції з встановлення](https://docs.gaphor.org/en/latest), але не клонуйте репозиторій. За бажанням створіть [віртуальне середовище](https://packaging.python.org/tutorials/installing-packages/#creating-virtual-environments). Потім виконайте наступне:
zh_hans: 如果您尚未安装最新的 Python 稳定版和 Gaphor 依赖项，请按照开发环境[安装说明](https://docs.gaphor.org/en/latest) 章节操作，但不要克隆版本库。可选择创建一个 [虚拟环境](https://packaging.python.org/tutorials/installing-packages/#creating-virtual-environments)。 然后执行以下操作：

source: An example Hello World plugin is hosted on [GitHub](https://github.com/gaphor/gaphor.plugins.helloworld).
hu: Egy példa Hello World beépülő modult a [GitHub](https://github.com/gaphor/gaphor.plugins.helloworld) tárol.
nl: Een voorbeeld-plug-in ‘Hello World’ is beschikbaar op [GitHub](https://github.com/gaphor/gaphor.plugins.helloworld).

source: [Report a Bug in Gaphor](https://github.com/gaphor/gaphor/issues)
de: [Ein Problem im Gaphor melden](https://github.com/gaphor/gaphor/issues)
fr: [Signaler un bug dans Gaphor](https://github.com/gaphor/gaphor/issues)
hu: [Graphor hibajelentés](https://github.com/gaphor/gaphor/issues)
nl: [Meld een fout in Gaphor](https://github.com/gaphor/gaphor/issues)
pt_br: [Relate um bug no Gaphor](https://github.com/gaphor/gaphor/issues)
ru: [Сообщить об ошибке в Gaphor](https://github.com/gaphor/gaphor/issues)
ta: [Report a பிழை in Gaphor](https://github.com/gaphor/gaphor/issues)
tr: [Gaphor'da Bir Hata Bildirin](https://github.com/gaphor/gaphor/issues)
uk: [Повідомити про помилку в Gaphor](https://github.com/gaphor/gaphor/issues)
zh_hans: [报告Gaphor中的Bug](https://github.com/gaphor/gaphor/issues)

source: If you would like to get more involved in the development of Gaphor, we'd love to welcome you via the [Gaphor developer's website](https://docs.gaphor.org/en/latest).
fr: Si vous souhaitez vous impliquer davantage dans le développement de Gaphor, nous serions ravis de vous accueillir sur le [site web du développeur de Gaphor](https://docs.gaphor.org/en/latest).
hu: Ha szeretne jobban részt venni a Gaphor fejlesztésében, örömmel üdvözöljük a [Gaphor fejlesztő webhelyén](https://docs.gaphor.org/).
nl: Als u meer betrokken wilt raken bij de ontwikkeling van Gaphor, verwelkomen wij u graag via de [ontwikkelaarswebsite van Gaphor](https://docs.gaphor.org/en/latest).
pt_br: Se você gostaria de se envolver mais no desenvolvimento da Gaphor, gostaríamos de recebê-lo através do site do desenvolvedor [Gaphor](https://docs.gaphor.org/latest).
ru: Если вы хотите принять более активное участие в разработке Gaphor, мы будем рады приветствовать вас на [сайте разработчика Gaphor](https://docs.gaphor.org/en/latest).
ta: காஃபரின் வளர்ச்சியில் நீங்கள் அதிக ஈடுபாடு கொள்ள விரும்பினால், [கேஃபர் டெவலப்பரின் வலைத்தளம்](https://docs.gaphor.org/ta/latest) வழியாக உங்களை வரவேற்க விரும்புகிறோம்.
tr: Gaphor'un geliştirilmesine daha fazla dahil olmak isterseniz, [Gaphor geliştirici web sitesi](https://docs.gaphor.org/en/latest) aracılığıyla sizi ağırlamaktan memnuniyet duyarız.
uk: Якщо ви хочете взяти активну участь у розробці Gaphor, ми будемо раді вітати вас через [веб-сайт розробника Gaphor](https://docs.gaphor.org/en/latest).
zh_hans: 如果您想更多地参与 Gaphor 的开发，我们非常欢迎您通过访问[Gaphor 开发者网站](https://docs.gaphor.org/en/latest)以了解更多信息。

source: Gaphor works on all major platforms: [Windows]({{ "/download#windows" | prepend: site.baseurl }}), [Macos]({{ "/download#macos" | prepend: site.baseurl }}), and [Linux]({{ "/download#linux" | prepend: site.baseurl }}).
de: Gaphor funktioniert auf allen wichtigen Plattformen: [Windows]({{ "/download#windows" | prepend: site.baseurl }}), [Macos]({{ "/download#macos" | prepend: site.baseurl }}) und [Linux]({{ "/download#linux" | prepend: site.baseurl }}).
hu: A Gaphor az összes főbb platformon működik: [GNU/Linux]({{ "/download#linux" | prepend: site.baseurl }}), [macOS]({{ "/download#macos" | prepend: site.baseurl }}) és [Windows]({{ "/download#windows" | prepend: site.baseurl }}).
nl: Gaphor werkt op alle grote platforms: [Windows]({{ "/download#windows" | prepend: site.baseurl }}), [macOS]({{ "/download#macos" | prepend: site.baseurl }}), en [Linux]({{ "/download#linux" | prepend: site.baseurl }}).
pt_br: Gaphor funciona em todas as principais plataformas: [Windows]({{ "/download#windows" | prepend: site.baseurl }}), [Macos]({{ "/download#macos" | prepend: site.baseurl }}) e [Linux]({{ "/download#linux" | prepend: site.baseurl }}).
ru: Gaphor работает на всех основных платформах: [Windows]({{ "/download#windows" | prepend: site.baseurl }}), [Macos]({{ "/download#macos" | prepend: site.baseurl }}), and [Linux]({{ "/download#linux" | prepend: site.baseurl }}).

source: No vendor lock-in: Gaphor is written in Python and is 100% Open Source, available under a friendly [Apache 2 license](https://github.com/gaphor/gaphor/blob/main/LICENSE.txt).
de: Keine Bindung an einen bestimmten Anbieter: Gaphor ist in Python geschrieben mit 100 % offenem Quellcode, verfügbar unter der freundlichen [Apache 2 Lizenz](https://github.com/gaphor/gaphor/blob/main/LICENSE.txt).
hu: Nincs szállítói bekötés: A Gaphor Python nyelven íródott, és 100%-ban nyílt forráskódú, barátságos [Apache 2 licenc](https://github.com/gaphor/gaphor/blob/main/LICENSE.txt) alatt érhető el.
nl: Geen vendor lock-in: Gaphor is geschreven in Python, is 100% open source en is beschikbaar onder de vriendelijke licentie [Apache 2](https://github.com/gaphor/gaphor/blob/main/LICENSE.txt).
pt_br: Sem bloqueio de fornecedor: Gaphor é escrito em Python e é 100% código aberto, disponível sob uma licença amigável [Apache 2](https://github.com/gaphor/gaphor/blob/main/LICENSE.txt).
ru: Никакой привязки к вендору: Gaphor написан на Python и имеет 100% открытый исходный код, доступный по дружественной [лицензии Apache 2](https://github.com/gaphor/gaphor/blob/main/LICENSE.txt).
ta: விற்பனையாளர் பூட்டுதல் இல்லை: கேஃபர் பைதானில் எழுதப்பட்டுள்ளது மற்றும் 100% திறந்த மூலமாகும், இது நட்பின் கீழ் கிடைக்கிறது [அப்பாச்சி 2 உரிமம்](https://github.com/gaphor/gaphor/blob/main/LICENSE.txt).
tr: Vendor kilitlenmesi yok: Gaphor Python dilinde yazılmıştır ve %100 Açık Kaynaktır, dostane bir [Apache 2 lisansı](https://github.com/gaphor/gaphor/blob/main/LICENSE.txt) altında mevcuttur.
