Repository: gaphor/gaphor.github.io
Catalog: po/site.*.po
Languages: cs, de, es, fr, hr, hu, nl, pt_br, ru, ta, tr, uk, zh_hans

source: The requested page could not be found.
cs: Požadovanou stránku se nepodařilo najít.
de: Die angeforderte Seite konnte nicht gefunden werden.
es: No se ha podido encontrar la página solicitada.
fr: La page demandée n'a pas été trouvée.
hr: Zatražena stranica nije pronađena.
hu: Nem található a keresett oldal.
nl: De opgevraagde pagina kon niet worden gevonden.
pt_br: A página solicitada não foi encontrada.
ru: Запрашиваемая страница не найдена.
ta: கோரப்பட்ட பக்கத்தைக் கண்டுபிடிக்க முடியவில்லை.
tr: İstenen sayfa bulunamadı.
uk: Потрібну сторінку не знайдено.
zh_hans: 未找到请求的页面。

source: Modeling for Everyone
cs: Modeling pro každého
de: Modellieren für jedermann
es: Modelado para todos
fr: La modélisation pour tous
hr: Modeliranje za svakoga
hu: Műszaki modellezés mindenki számára
nl: Modelleren voor iedereen
pt_br: Modelagem para todos
ru: Моделирование для Всех
ta: அனைவருக்கும் மாடலிங்
tr: Herkes için Modelleme
uk: Моделювання для всіх
zh_hans: 人人皆可建模

source: Blog and News
cs: Blog a Zprávy
de: Blog und Neuigkeiten
es: Blog y noticias
fr: Blog et nouvelles
hr: Blog i Novosti
hu: Napló és hírek
nl: Blog en nieuws
pt_br: Blog e notícias
ru: Блог и Новости
ta: வலைப்பதிவு மற்றும் செய்தி
tr: Blog ve Haberler
uk: Блог і новини
zh_hans: 博客和新闻

source: Gaphor requires **macOS 10.15** or newer.
de: Gaphor benötigt **macOS 10.15** oder neuere Version.
es: Gaphor requiere **macOS 10.15** o posterior.
fr: Gaphor nécessite **macOS 10.15** ou une version plus récente.
hr: Gaphor zahtijeva **macOS 10.15** ili noviju verziju.
hu: A Gaphor **macOS 10.15** vagy újabb verziót igényel.
nl: Gaphor vereist **macOS 10.15** of nieuwer.
pt_br: Gaphor requer **macOS 10.15** ou mais novo.
ru: Gaphor требует **macOS 10.15** или новее.
ta: கஃபருக்கு ** மேகோச் 10.15 ** அல்லது புதியது தேவை.
tr: Gaphor **macOS 10.15** veya daha yenisini gerektirir.
uk: Gaphor вимагає **macOS 10.15** або новішої версії.
zh_hans: Graphor 需要 **macOS 10.15** 或更新的版本。

source: If you're using Wayland and the AppImage crashes, you can force it to use the X11 backend instead.
es: Si usa Wayland y la AppImage falla, puede forzarla a usar el backend X11 en su lugar.
hr: Ako koristiš Wayland i ako AppImage ne radi, možeš prisiliti Wayland da umjesto toga koristi pozadinu X11.

source: If you don't have the latest stable version of Python and the Gaphor dependencies installed, follow the development environment installation instructions section, but do not clone the repository. Optionally, create a virtual environment. Then execute the following:
es: Si no tiene instalada la última versión estable de Python y las dependencias de Gaphor, siga las instrucciones de instalación del entorno de desarrollo, pero no clone el repositorio. Opcionalmente, cree un entorno virtual. A continuación, ejecute lo siguiente:
hr: Ako nemaš instaliranu najnoviju stabilnu verziju Pythona i ovisnosti za Gaphor, slijedi upute u odjeljku za instalaciju razvojnog okruženja, ali nemoj izraditi klon repozitorija. Opcionalno, stvori virtualno okruženje. Zatim izvrši sljedeće:

source: `query` is a lambda function with the element as parameter. For example, to fetch all the Class instances from the element factory:
es: `query` es una función lambda con el elemento como parámetro. Por ejemplo, para obtener todas las instancias de Class de la fábrica de elementos:
hr: `query` je lambda funkcija s elementom kao parametrom. Na primjer, za dohvaćanje svih instanci klasa iz tvornice elemenata:
hu: A `query` egy lambda függvény, amelynek paramétere az elem. Például az összes osztálypéldány lekéréséhez az elemgyárból:
nl: `query` is een lambda-functie met het element als parameter. Bijvoorbeeld, om alle Class-instanties van de element factory op te halen:

source: Use plain and simple language to describe the problem and, if helpful, break it down into steps so developers can easily recreate the issue. Please don't assume we'll understand what you were trying to achieve -- honestly, it's best if you try to imagine we (the developers) are a bunch of clever 5-year-olds. Try to explain *everything* about the problem and don't assume we know what you mean. We won't mind!
es: Use un lenguaje claro y sencillo para describir el problema y, si es útil, divídalo en pasos para que los desarrolladores puedan recrear fácilmente el problema. Por favor, no dé por sentado que vamos a entender lo que intenta conseguir; sinceramente, es mejor que intente imaginar que nosotros (los desarrolladores) somos un grupo de niños inteligentes de 5 años. Intente explicar *todo* el problema y no asuma que sabemos lo que quiere decir. ¡No nos importará!
fr: Utilisez un langage simple et clair pour décrire le problème et, si nécessaire, décomposez-le en étapes afin que les développeurs puissent facilement le reproduire. Ne supposez pas que nous comprenons ce que vous essayez de faire. Imaginez plutôt que nous sommes une bande d'enfants avec une intelligence de 5 ans. Expliquez *tout* ce qui concerne le problème et ne vous fiez pas à notre intelligence. Cela ne nous dérangera pas !
hr: Koristi jednostavan jezik za opisivanje problema i, ako treba, navedi radnje prije pojavljivanja problema korak po korak, kako bi programeri mogli reproducirati problem. Nemoj pretpostavljati da ćemo razumjeti što si pokušavao/la postići – iskreno rečeno, najbolje je ako pokušaš zamisliti da smo mi (programeri) gomila pametnih petogodišnjaka. Pokušaj objasniti *sve* o problemu i nemoj pretpostavljati da znamo što misliš. Nećemo imati ništa protiv!
hu: Egyszerű és egyszerű nyelvezeten írja le a problémát, és ha hasznos, bontsa le lépésekre, hogy a fejlesztők könnyen újra elő tudják állítani a problémát. Kérlek, ne feltételezd, hogy meg fogjuk érteni, mit akartál elérni – őszintén szólva, az a legjobb, ha megpróbálod elképzelni, hogy mi (a fejlesztők) egy csomó okos 5 éves gyerek vagyunk. Próbáljon *mindent* elmagyarázni a problémával kapcsolatban, és ne feltételezze, hogy tudjuk, mire gondol. Nem bánjuk!
nl: Gebruik duidelijke en eenvoudige taal om het probleem te beschrijven en, indien nuttig, verdeel het in stappen zodat ontwikkelaars het probleem gemakkelijk kunnen reconstrueren. Ga er niet van uit dat wij begrijpen wat u probeerde te bereiken; eerlijk gezegd is het het beste als u zich voorstelt dat wij (de ontwikkelaars) een stel slimme 5-jarigen zijn. Probeer *alles* uit te leggen over het probleem en ga er niet van uit dat we weten wat u bedoelt. We zullen het niet erg vinden!
pt_br: Use linguagem simples e simples para descrever o problema e, se útil, divida-o em etapas para que os desenvolvedores possam facilmente recriar o problema. Por favor, não assuma que vamos entender o que você estava tentando alcançar -- honestamente, é melhor se você tentar imaginar que nós (os desenvolvedores) somos um monte de jovens de 5 anos inteligentes. Tente explicar *tudo* sobre o problema e não assuma que sabemos o que você quer dizer. Não nos importamos!
ru: Используйте понятный язык для описания проблемы и, по возможности, разбейте её на этапы, чтобы разработчики могли легко воссоздать проблему. Пожалуйста, не думайте, что мы сразу поймем, чего вы пытались достичь - честно говоря, будет лучше, если вы попытаетесь представить, что мы (разработчики) - кучка умных 5-летних детей. Попытайтесь разъяснить *всё* о проблеме и не думайте, что мы понимаем, что вы имеете в виду. Мы не будем против этого!
ta: சிக்கலை விவரிக்க எளிய மற்றும் எளிமையான மொழியைப் பயன்படுத்தவும், உதவியாக இருந்தால், அதை படிகளாக உடைக்கவும், இதனால் உருவாக்குபவர்கள் சிக்கலை எளிதாக மீண்டும் உருவாக்க முடியும். தயவுசெய்து நீங்கள் எதை அடைய முயற்சிக்கிறீர்கள் என்பதை நாங்கள் புரிந்துகொள்வோம் என்று கருத வேண்டாம்-நேர்மையாக, நாங்கள் (டெவலப்பர்கள்) புத்திசாலித்தனமான 5 அகவை சிறுவர்கள் என்று கற்பனை செய்ய முயற்சித்தால் நல்லது. பிரச்சினையைப் பற்றி * எல்லாவற்றையும் * விளக்க முயற்சி செய்யுங்கள், நீங்கள் என்ன சொல்கிறீர்கள் என்று எங்களுக்குத் தெரியும் என்று கருத வேண்டாம். நாங்கள் கவலைப்பட மாட்டோம்!
tr: Sorunu açıklamak için sade ve basit bir dil kullanın ve yardımcı olacaksa, geliştiricilerin sorunu kolayca yeniden oluşturabilmesi için adımlara ayırın. Lütfen neyi başarmaya çalıştığınızı anlayacağımızı varsaymayın -- dürüst olmak gerekirse, en iyisi bizi (geliştiricileri) 5 yaşında bir grup zeki çocuk olarak hayal etmeye çalışmanızdır. Sorunla ilgili *her şeyi* açıklamaya çalışın ve ne demek istediğinizi bildiğimizi varsaymayın. Aldırmayacağız!
uk: Використовуйте зрозумілу та просту мову, щоб описати проблему та, якщо це допоможе, розбийте її на кроки, щоб розробники могли легко відтворити проблему. Будь ласка, не припускайте, що ми зрозуміємо, чого ви намагаєтеся досягти. Чесно кажучи, найкраще уявити, що ми (розробники) — це купа розумних 5-річних дітей. Спробуйте пояснити *все* про проблему і не думайте, що ми знаємо, що ви маєте на увазі. Ми не будемо проти!
zh_hans: 请使用简明扼要的语言描述问题，如有可能请分步骤说明，以便开发者能轻松复现该问题。切勿假设我们理解您的预期目标——坦白说，最佳方式是把我们（开发者）想象成一群聪明的5岁小孩。请详细解释问题的*所有细节*，不要默认我们知晓您的所指。我们完全不会介意！

source: This page has moved to https:.
es: Esta página se ha movido a https:.
hr: Ova je stranica premještena na https:.

source: This page has been moved to https:.
es: Esta página se ha movido a https:.
hr: Ova je stranica premještena na https:.

source: Get Started with Gaphor
es: Introducción a Gaphor
hr: Počni raditi s Gaphorom

source: 3. Introduction to Gaphor and SysML, presented by Dan at a joint INCOSE Michigan and Michigan Python event. 1. How to report a bug in Gaphor
es: 3. Introducción a Gaphor y SysML, presentado por Dan en un evento conjunto de INCOSE Michigan y Michigan Python. 1. Cómo informar de un error en Gaphor
hr: 3. Uvod u Gaphor i SysML, koji je Dan predstavio u zajedničkom INCOSE Michigan i Michigan Python susretu. 4. Kako prijaviti grešku u Gaphoru

source: Extend your models with stereotypes
es: Amplíe sus modelos con estereotipos
hr: Proširi svoje modele sa stereotipima

source: Writing a plugin
es: Escribir un plugin
hr: Pisanje dodatka

source: - Technical and architectural documentation for contributors and plugin developers
es: - Extender sus modelos con estereotipos - Escribir un plugin - Documentación técnica y arquitectónica para colaboradores y desarrolladores de plugins
hr: - Proširi svoje modele sa stereotipima - Pisanje dodatka - Tehnička i arhitektonska dokumentacija za doprinositelje i programere dodataka

source: What other people say
de: Was sagen andere Menschen
es: Qué dicen los demás
fr: Ce que disent les autres
hr: Što kažu drugi
hu: Amit mások mondanak
nl: Wat anderen zeggen
pt_br: O que outras pessoas estão falando
ru: Что говорят другие люди
ta: மற்றவர்கள் என்ன சொல்கிறார்கள்
tr: Diğer insanlar ne diyor
uk: Що говорять інші люди
zh_hans: 用户评价和反馈

source: There are some 10+ year old articles on Gaphor on the web. Some more recent articles are:
de: Es gibt einige über 10 Jahre alte Artikel über Gaphor im Internet. Einige neuere Artikel sind:
es: Hay algunos artículos de hace más de 10 años sobre Gaphor en la web. Algunos artículos más recientes son:
fr: On trouve sur le web des articles vieux de plus de 10 ans sur Gaphor. Voici quelques articles plus récents :
hr: Na webu postoje članci o Gaphoru koji su stari više od 10 godina. Neki noviji članci su:
hu: Van néhány cikk a Gaphorról az interneten, amelyek több mint egy évtizedesek. Néhány újabb cikk a következő:
nl: Er zijn een aantal meer dan 10 jaar oude artikelen over Gaphor op het web te vinden. Enkele recentere artikelen zijn:
pt_br: Há mais de 10 anos artigos sobre Gaphor na web. Alguns artigos mais recentes são:
ru: В интернете есть несколько статей о Gaphor более чем десятилетней давности. Здесь наиболее свежие из них:
ta: வலையில் கஃபர் குறித்து சில 10+ ஆண்டுகள் பழமையான கட்டுரைகள் உள்ளன. இன்னும் சில அண்மைக் கால கட்டுரைகள்:
tr: İnternette Gaphor hakkında 10 yıldan daha eski makaleler var. Bazı daha yeni makaleler şunlardır:
uk: В Інтернеті є статті про Gaphor 10-річної давності. Деякі новіші статті:
zh_hans: 网络上可找到一些十余年前关于 Gaphor 的旧文章。以下是一些较新的文章：

source: Methods & Tools website reviewed Gaphor version 2.7.1 in December 2021 on a Window 10.
es: El sitio web Métodos y Herramientas revisó la versión 2.7.1 de Gaphor en diciembre de 2021 en un Windows 10.
hr: Web-mjesto „Methods & Tools” pregledalo je Gaphor verziju 2.7.1 u prosincu 2021. na Windowsu 10.

source: It's FOSS has a short write-up on Gaphor (~2.8-ish?).
es: It's FOSS tiene una breve reseña sobre Gaphor (~2.8).
hr: „It's FOSS” ima kratak opis Gaphora (ca. verzija 2.8?).

source: Ubuntu Pit has a nice article on Gaphor (~2.8-ish?).
es: Ubuntu Pit tiene un buen artículo sobre Gaphor (~2.8).
hr: „Ubuntu Pit” ima lijep članak o Gaphoru (ca. verzija 2.8?).

source: There are many ways to install Gaphor. The simplest is to download the official installer for Windows or macOS. For Linux you can install Gaphor using FlatHub. You can also use Python's built-in `pip` tool as long as you have all the required dependencies installed.
de: Es gibt viele Möglichkeiten, Gaphor zu installieren. Am einfachsten ist es, den offiziellen Installer für Windows oder macOS herunterzuladen. Für Linux können Sie Gaphor via FlatHub installieren. Sie können auch das in Python eingebaute `pip`-Tool verwenden, solange Sie alle erforderlichen Abhängigkeiten installiert haben.
es: Hay muchas maneras de instalar Gaphor. La más sencilla es descargar el instalador oficial para Windows o macOS. Para Linux puede instalar Gaphor usando FlatHub. También puede utilizar la herramienta incorporada de Python `pip` siempre que tenga instaladas todas las dependencias necesarias.
fr: Il existe plusieurs méthodes pour installer Gaphor. La plus simple consiste à télécharger le programme d'installation officiel pour Windows ou macOS. Pour Linux, vous pouvez installer Gaphor via FlatHub. Vous pouvez également utiliser l'outil intégré de Python, `pip`, à condition que toutes les dépendances nécessaires soient installées.
hr: Postoji mnogo načina za instaliranje Gaphora. Najjednostavnije je preuzeti službeni instalacijski program za Windows ili macOS. Za Linux se Gaphor može instalirati koristeći FlatHub. Također je moguće koristiti Pythonov ugrađeni `pip` alat ukoliko su sve potrebne ovisnosti instalirane.
hu: A Gaphor telepítésének számos módja van. A legegyszerűbb a hivatalos telepítő letöltése Windows vagy macOS rendszerhez. GNU/Linux esetén a Gaphort a FlatHub segítségével telepítheti. Használhatja a Python beépített `pip` eszközét is, amennyiben az összes szükséges függőség telepítve van.
nl: Er zijn vele manieren om Gaphor te installeren. De eenvoudigste is om de officiële installer voor Windows of macOS te downloaden. Voor Linux kunt u Gaphor installeren met behulp van Flathub. U kunt ook de ingebouwde `pip`-tool van Python gebruiken, zolang u alle vereiste afhankelijkheden geïnstalleerd hebt.
pt_br: Há muitas maneiras de instalar o Gaphor. O mais simples é baixar o instalador oficial para Windows ou macOS. Para Linux você pode instalar Gaphor usando FlatHub. Você também pode usar a ferramenta `pip` incorporada no Python desde que você tinha todas as dependências necessárias instaladas.
ru: Есть много способов установить Gaphor. Самый простой — загрузить официальный установщик для Windows или macOS. В Linux вы можете установить Gaphor с помощью FlatHub. Кроме того, можете использовать встроенный в Python инструмент pip, если у вас установлены все необходимые зависимости.
ta: கஃபரை நிறுவ பல வழிகள் உள்ளன. சாளரங்கள் அல்லது மேகோசிற்கான அதிகாரப்பூர்வ நிறுவியை பதிவிறக்குவது எளிமையானது. லினக்சுக்கு நீங்கள் பிளாட்டப்பைப் பயன்படுத்தி கஃபரை நிறுவலாம். தேவையான அனைத்து சார்புகளையும் நீங்கள் நிறுவியிருக்கும் வரை பைதானின் உள்ளமைக்கப்பட்ட `பிப்` கருவியையும் நீங்கள் பயன்படுத்தலாம்.
tr: Gaphor'u yüklemenin birçok yolu vardır. En basit olanı Windows veya macOS için resmi yükleyiciyi indirmektir. Linux için FlatHub kullanarak Gaphor'u kurabilirsiniz. Gerekli tüm bağımlılıkları yüklediğiniz sürece Python'un yerleşik `pip` aracını da kullanabilirsiniz.
uk: Є багато способів встановити Gaphor. Найпростіший — завантажити офіційний інсталятор для Windows або macOS. Для Linux ви можете встановити Gaphor за допомогою FlatHub. Ви також можете використовувати вбудований інструмент Python `pip`, якщо у вас встановлено всі необхідні залежності.
zh_hans: 可以采用多种方式安装Gaphor，最简单的方式是下载Windows/macOS的官方安装程序；对于Linux系统，可以使用FlatHub安装Gaphor；如果您已经安装了所有必需的依赖，您同样可以使用Python内置的pip工具进行安装。

source: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-installer.exe"><i class="fa fa-download"></i> Download installer</a>
de: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-installer.exe"><i class="fa fa-download"></i> Installer heruntergeladen</a>
fr: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-installer.exe"><i class="fa fa-download"></i>Télécharger l'installateur</a>
hu: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-installer.exe"><i class="fa fa-download"></i> Telepítő letöltése</a>
nl: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-installer.exe"><i class="fa fa-download"></i> Installer downloaden</a>
pt_br: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-installer.exe"><i class="fa fa-download"></i> Baixar instalador</a>
ru: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-installer.exe"><i class="fa fa-download"></i>Скачать установщик</a>
ta: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}- installer.exe "> <i class="fa fa-download "> </i> நிறுவி பதிவிறக்கம் </a>
tr: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}- installer.exe"><i class="fa fa-download"></i> Yükleyiciyi indirin</a>
uk: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-installer.exe"><i class="fa fa-download"></i> Завантажити інсталятор</a>
zh_hans: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-installer.exe"><i class="fa fa-download"></i> 下载安装包</a>

source: Alternatively, a portable version of Gaphor can be downloaded.
de: Alternativ kann eine portable Version von Gaphor heruntergeladen werden.
fr: Une version portable de Gaphor peut également être téléchargée.
hu: Másik lehetőségként a megoldásként letölthető a Gaphor hordozható verziója.
nl: Als alternatief kan een portable versie van Gaphor worden gedownload.
pt_br: Alternativamente, uma versão portátil do Gaphor pode ser baixada.
ru: Также вы можете загрузить портативную версию Gaphor.
ta: மாற்றாக, காஃபரின் சிறிய பதிப்பை பதிவிறக்கம் செய்யலாம்.
tr: Alternatif olarak Gaphor'un taşınabilir bir sürümü de indirilebilir.
uk: Крім того, можна завантажити портативну версію Gaphor.
zh_hans: 您也可以下载 Gaphor 的便携版本。

source: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-portable.exe"><i class="fa fa-download"></i> Download portable version</a>
de: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-portable.exe"><i class="fa fa-download"></i> Portable Version heruntergeladen</a>
fr: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-portable.exe"><i class="fa fa-download"></i> Télécharger la version portable</a>
hu: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-portable.exe"><i class="fa fa-download"></i> Hordozható verzió letöltése</a>
nl: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-portable.exe"><i class="fa fa-download"></i>Portable versie downloaden</a>
pt_br: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-portable.exe"><i class="fa fa-download"></i> Baixar versão portátil</a>
ru: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-portable.exe"><i class="fa fa-download"></i>Скачать портативную версию</a>
ta: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-portable.exe"><i class="fa fa-download"></i> சிறிய பதிப்பைப் பதிவிறக்குக </a>
tr: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-portable.exe"><i class="fa fa-download"></i> Portatif sürümü indir</a>
uk: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-portable.exe"><i class="fa fa-download"></i> Завантажити портативну версію</a>
zh_hans: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/gaphor-{{ site.gaphor_version }}-portable.exe"><i class="fa fa-download"></i> 下载便携式版本</a>

source: Install Gaphor from [winget](https://github.com/microsoft/winget-pkgs/tree/master/manifests/g/gaphor/gaphor):
de: Installieren Sie Gaphor von [winget](https://github.com/microsoft/winget-pkgs/tree/master/manifests/g/gaphor/gaphor):
fr: Installer Graphor depuis [winget](https://github.com/microsoft/winget-pkgs/tree/master/manifests/g/gaphor/gaphor) :
hu: Telepítse a Gaphort a [WinGet](https://github.com/microsoft/winget-pkgs/tree/master/manifests/g/gaphor/gaphor) webhelyről:
nl: Installeer Gaphor via [winget](https://github.com/microsoft/winget-pkgs/tree/master/manifests/g/gaphor/gaphor):
pt_br: Instale Gaphor usando o [winget](https://github.com/microsoft/winget-pkgs/tree/master/manifests/g/gaphor/gaphor):
ru: Установить Gaphor используя [winget](https://github.com/microsoft/winget-pkgs/tree/master/manifests/g/gaphor/gaphor):
ta: [Winget](https://github.com/microsoft/winget-pkgs/tree/master/manifests/g/gaphor/gaphor) இலிருந்து கேஃபரை நிறுவவும்:
tr: Gaphor'u [winget](https://github.com/microsoft/winget-pkgs/tree/master/manifests/g/gaphor/gaphor) adresinden yükleyin:
uk: Встановіть Gaphor із [winget](https://github.com/microsoft/winget-pkgs/tree/master/manifests/g/gaphor/gaphor):
zh_hans: 通过 [winget](https://github.com/microsoft/winget-pkgs/tree/master/manifests/g/gaphor/gaphor)安装Gaphor：
