Repository: gaphor/gaphor.github.io
Catalog: po/site.*.po
Languages: cs, de, es, fr, hr, hu, nl, pt_br, ru, ta, tr, uk, zh_hans

source: Our [technical documentation](https://docs.gaphor.org/en/latest) is hosted on the wonderful service that is [Read the Docs](https://readthedocs.com/). Not only does it contain details needed in order to make code contributions to Gaphor, but it outlines plenty of other ways in which you can contribute (including making updates to this website). Finally, it provides a guide to our processes and expectations for the various types of contribution you can make to Gaphor.
de: Unsere [technische Dokumentation](https://docs.gaphor.org/en/latest) wird von dem wunderbaren Dienst [Read the Docs](https://readthedocs.com/) gehostet. Sie enthält nicht nur Details die benötigt werden um Code-Beiträge für Gaphor zu leisten, sondern zeigt auch viele andere Möglichkeiten auf, wie Sie beitragen können (einschließlich der Aktualisierung dieser Website). Schließlich bietet sie einen Leitfaden für unsere Prozesse und Erwartungen für die verschiedenen Arten von Beiträgen die Sie leisten können.
fr: Notre [documentation technique](https://docs.gaphor.org/en/latest) est hébergée sur le merveilleux service [Read the Docs](https://readthedocs.com/). Elle contient non seulement les détails nécessaires pour contribuer au code de Gaphor, mais aussi de nombreuses autres façons de contribuer (y compris en mettant à jour ce site web). Enfin, il fournit un guide de nos processus et de nos attentes concernant les différents types de contributions que vous pouvez apporter à Gaphor.
hu: [Technikai dokumentációnkat](https://docs.gaphor.org/) a [Read the Docs](https://readthedocs.com/) csodálatos szolgáltatás tárolja. Nemcsak a Gaphorhoz való kóddal való hozzájáruláshoz szükséges részleteket tartalmazza, hanem számos egyéb módot is felvázol, amellyel hozzájárulhat (beleértve a webhely frissítéseit). Végül útmutatást ad folyamatainkhoz és elvárásainkhoz a Gaphornak nyújtott különféle hozzájárulásokkal kapcsolatban.
nl: Onze [technische documentatie](https://docs.gaphor.org/en/latest) wordt gehost op de prachtige dienst [Read the Docs](https://readthedocs.com/). Het bevat niet alleen details die nodig zijn om code bij te dragen aan Gaphor, maar het schetst ook tal van andere manieren waarop u kunt bijdragen (inclusief deze website bijwerken). Tenslotte biedt het een gids voor onze processen en verwachtingen voor de verschillende soorten bijdragen die u kunt leveren aan Gaphor.
pt_br: Nossa [documentação técnica](https://docs.gaphor.org/latest) está hospedada no maravilhoso serviço que é [Read the Docs](https://readthedocs.com/). Não só contém detalhes necessários para fazer contribuições de código para a Gaphor, mas descreve muitas outras formas de contribuir (incluindo fazer atualizações para este site). Finalmente, ele fornece um guia para nossos processos e expectativas para os vários tipos de contribuição que você pode fazer para Gaphor.
ru: Наша [техническая документация](https://docs.gaphor.org/en/latest) размещена на замечательном сервисе [Read the Docs](https://readthedocs.com/). Он не только содержит подробную информацию, необходимую для внесения кода в Gaphor, но также описывает множество других способов, которыми вы можете внести свой вклад (включая обновление этого веб-сайта). Наконец, он представляет собой руководство по нашим процессам и ожиданиям в отношении различных типов вкладов, которые вы можете сделать.
ta: எங்கள் [தொழில்நுட்ப ஆவணங்கள்](https://docs.gaphor.org/ta/latest) அற்புதமான சேவையில் புரவலன் செய்யப்பட்டுள்ளது [டாக்சைப் படியுங்கள்](https://readthedocs.com/). கஃபருக்கு குறியீடு பங்களிப்புகளைச் செய்வதற்கு தேவையான விவரங்கள் அதில் இருப்பது மட்டுமல்லாமல், நீங்கள் பங்களிக்கக்கூடிய பல வழிகளை இது கோடிட்டுக் காட்டுகிறது (இந்த வலைத்தளத்திற்கு புதுப்பிப்புகளைச் செய்வது உட்பட). இறுதியாக, இது எங்கள் செயல்முறைகள் மற்றும் எதிர்பார்ப்புகளுக்கு ஒரு வழிகாட்டியை வழங்குகிறது.
tr: Teknik belgelerimiz](https://docs.gaphor.org/en/latest), [Read the Docs](https://readthedocs.com/) adlı harika hizmette barındırılmaktadır. Sadece Gaphor'a kod katkısı yapmak için gereken ayrıntıları içermekle kalmıyor, aynı zamanda katkıda bulunabileceğiniz diğer birçok yolu da özetliyor (bu web sitesinde güncellemeler yapmak dahil). Son olarak, Gaphor'a yapabileceğiniz çeşitli katkı türleri için süreçlerimiz ve beklentilerimiz hakkında bir rehber sağlar.
uk: Наша [технічна документація](https://docs.gaphor.org/en/latest) розміщена на чудовій службі [Read the Docs](https://readthedocs.com/). Він не лише містить деталі, необхідні для того, щоб зробити внесок коду в Gaphor, але й окреслює багато інших способів, якими ви можете зробити внесок (включаючи оновлення цього веб-сайту). Насамкінець, тут наведено довідник щодо наших процесів і очікувань щодо різних видів внеску, який ви можете зробити в Gaphor.
zh_hans: 我们的[技术文档](https://docs.gaphor.org/en/latest)托管在优秀的[Read the Docs](https://readthedocs.com/)服务平台。该文档不仅包含了为 Gaphor 进行代码贡献所需的详细信息，还概述了多种参与贡献的其他方式（包括对本网站进行更新）。最后，文档还针对不同类型的贡献，提供了我们的工作流程说明和期望标准。

source: The source code is hosted on [GitHub](https://github.com/gaphor/gaphor).
de: Der Quellcode befindet sich auf [GitHub](https://github.com/gaphor/gaphor).
fr: Le code source est hébergé sur [GitHub](https://github.com/gaphor/gaphor).
hu: A forráskódot a [GitHub](https://github.com/gaphor/gaphor) tárolja.
nl: De broncode is beschikbaar op [GitHub](https://github.com/gaphor/gaphor).
pt_br: O código-fonte está hospedado no [GitHub](https://github.com/gaphor/gaphor).
ru: Исходный код размещен на [GitHub](https://github.com/gaphor/gaphor).
ta: மூலக் குறியீடு [GitHub](https://github.com/gaphor/gaphor) இல் புரவலன் செய்யப்படுகிறது.
tr: Kaynak kodu [GitHub](https://github.com/gaphor/gaphor) adresinde barındırılmaktadır.
uk: Вихідний код розміщено на [GitHub](https://github.com/gaphor/gaphor).
zh_hans: 源代码托管在 [GitHub](https://github.com/gaphor/gaphor) 平台。

source: Help translate Gaphor on [Weblate](https://hosted.weblate.org/engage/gaphor/).
de: Helfen Sie bei der Übersetzung von Gaphor auf [Weblate](https://hosted.weblate.org/engage/gaphor/).
fr: Aidez à traduire Gaphor sur [Weblate](https://hosted.weblate.org/engage/gaphor/).
hu: Segítsen lefordítani a Gaphort a [Weblate](https://hosted.weblate.org/engage/gaphor/) webhelyen.
nl: Help mee Gaphor te vertalen op [Weblate](https://hosted.weblate.org/engage/gaphor/).
pt_br: Ajude a traduzir Gaphor no [Weblate](https://hosted.weblate.org/engage/gaphor/).
ru: Помочь с переводом Gaphor на [Weblate](https://hosted.weblate.org/engage/gaphor/).
ta: [வெப்லேட்](https://hosted.weblate.org/engage/gaphor/) இல் Gaphor ஐ மொழிபெயர்க்க உதவுங்கள்.
tr: Gaphor'un [Weblate](https://hosted.weblate.org/engage/gaphor/) üzerinden çevrilmesine yardımcı olun.
uk: Допоможіть перекласти Gaphor на [Weblate](https://hosted.weblate.org/engage/gaphor/).
zh_hans: 通过[Weblate](https://hosted.weblate.org/engage/gaphor/)参与 Gaphor 的翻译工作。

source: If in doubt, just ask in our <a href="../discuss">discussion area</a> and someone will be able to point you in the right direction.
de: Im Zweifelsfall fragen Sie einfach in unserem <a href="../discuss">Diskussionsbereich</a> nach und jemand wird Ihnen den richtigen Weg weisen können.
fr: En cas de doute, posez une question dans notre <a href=" ../discuss">espace de discussion</a> et quelqu'un pourra vous orienter dans la bonne direction.
hu: Ha kétségei vannak, kérdezzen a <a href="../discuss">vitaterületünkön</a>, és valaki meg tudja mutatni a helyes irányt.
nl: Bij twijfel, vraag rond in onze <a href="../discuss">discussieruimte</a> en iemand zal u in de juiste richting kunnen wijzen.
pt_br: Se tiver dúvidas, basta perguntar em nossa <a href="../discuss">área de discussão</a> e alguém será capaz de apontar você na direção certa.
ru: Если вы сомневаетесь, просто спросите на нашей <a href="../discuss"> дискуссионной площадке</a> и кто-нибудь сможет указать вам правильное направление.
ta: ஐயம் இருந்தால், எங்கள் <a href = "../ கலந்துரையாடல்"> கலந்துரையாடல் பகுதி </a> யாரோ உங்களை சரியான திசையில் சுட்டிக்காட்ட முடியும்.
tr: Şüpheniz varsa, <a href="../discuss">tartışma alanımızda</a> sormanız yeterlidir. birileri sizi doğru yöne yönlendirebilir.
uk: Якщо ви сумніваєтеся, просто запитайте в нашій <a href="../discuss">зоні обговорення</a> та хтось зможе вказати вам правильний шлях.
zh_hans: 如有疑问，只需在我们的<a href="../discuss">讨论区</a>提问， 就会有人为您指点迷津。

source: [<img src="/images/matrix_org.svg" alt="matrix.org" style="height: 1em" /> Join Matrix with Element.io](https://app.element.io/#/room/#gaphor_Lobby:gitter.im)
de: [<img src="/images/matrix_org.svg" alt="matrix.org" style="height: 1em" /> Treten Sie der Matrix mit Element.io bei](https://app.element.io/#/room/#gaphor_Lobby:gitter.im)
hu: [<img src="/images/matrix_org.svg" alt="matrix.org" style="height: 1em" /> Csatlakozzon a Matrixhoz az Element.io-val](https://app.element.io/#/room/#gaphor_Lobby:gitter.im)
nl: [<img src="/images/matrix_org.svg" alt="matrix.org" style="height: 1em" /> Neem deel aan de Matrix-chat via Element.io](https://app.element.io/#/room/#gaphor_Lobby:gitter.im)

source: [<i class="fab fa-gitter"></i> Join Gitter Chat](https://gitter.im/gaphor/lobby)
de: [<i class="fab fa-gitter"></i> Treten Sie dem Gitter-Chat bei](https://gitter.im/gaphor/lobby)
hu: [<i class="fab fa-gitter"></i> Csatlakozz Gitter-csevegéshez](https://gitter.im/gaphor/lobby)
nl: [<i class="fab fa-gitter"></i> Neem deel aan de Gitter-chat](https://gitter.im/gaphor/lobby)

source: NB. If you're using a mobile device, use the [Element app](https://element.io/get-started) (for Matrix), the Gitter app is no longer supported.
de: ACHTUNG. Wenn Sie ein mobiles Gerät verwenden, verwenden Sie die [Element App](https://element.io/get-started) (für Matrix). Die Gitter App wird nicht mehr unterstützt.
hu: Megjegyzés: Ha mobileszközt használ, használja az [Element alkalmazást](https://element.io/get-started) (Matrix esetén), a Gitter alkalmazás már nem támogatott.
nl: N.B. Als u een mobiel apparaat gebruikt, gebruik dan de [Element-app](https://element.io/get-started) (voor Matrix), de Gitter-app wordt niet langer ondersteund.

source: Please use our GitHub issue tracker for general questions and reporting bugs. Before submitting a GitHub issue please review our page about [how to report a bug in Gaphor](/tutorials/report-bugs).
de: Bitte verwenden Sie unseren GitHub Issue Tracker für allgemeine Fragen und das Melden von Fehlern. Bevor Sie ein Problem auf GitHub melden, lesen Sie bitte unsere Seite [Fehler in Gaphor melden](/tutorials/report-bugs).
fr: Veuillez utiliser notre suivi des problèmes GitHub pour les questions d'ordre général et le signalement de bugs. Avant de soumettre un problème sur GitHub, veuillez consulter notre page sur [comment rapporter un bug dans Gaphor](/tutorials/report-bugs).
hu: Kérjük, használja a GitHub-problémakövetőt az általános kérdésekhez és a hibák bejelentéséhez. Mielőtt GitHub-problémát küldene, tekintse át oldalunkat [A Gaphor hibájának bejelentése](/tutorials/report-bugs).
nl: Gebruik onze issue tracker op GitHub voor algemene vragen en het rapporteren van fouten. Voordat u een GitHub-issue indient, bekijk dan onze pagina over [hoe u een fout in Gaphor rapporteert](/tutorials/report-bugs).
pt_br: Por favor, use nosso rastreador de problemas no GitHub para perguntas gerais e relatórios de bugs. Antes de submeter um relatório de problema do GitHub, por favor, reveja nossa página sobre [como relatar um bug no Gaphor](/tutoriais/report-bugs).
ru: Используйте нашу систему отслеживания проблем на GitHub, чтобы задавать общие вопросы и сообщать об ошибках. Прежде чем создать сообщение о проблеме, ознакомьтесь с нашей страницей о том, [как сообщить об ошибке в Gaphor](/tutorials/report-bugs).
ta: பொதுவான கேள்விகள் மற்றும் புகாரளிக்கும் பிழைகளுக்கு எங்கள் அறிவிலிமையம் வெளியீடு டிராக்கரைப் பயன்படுத்தவும். ஒரு அறிவிலிமையம் சிக்கலைச் சமர்ப்பிப்பதற்கு முன், [Gaphor இல் ஒரு பிழையை எவ்வாறு புகாரளிப்பது](//tutorials/report-bugs) பற்றிய எங்கள் பக்கத்தை மதிப்பாய்வு செய்யவும்.
tr: Genel sorular ve hata bildirimi için lütfen GitHub sorun izleyicimizi kullanın. Bir GitHub sorunu göndermeden önce lütfen [Gaphor'da bir hata nasıl bildirilir](/tutorials/report-bugs) hakkındaki sayfamızı inceleyin.
uk: Будь ласка, скористайтеся нашим інструментом відстеження проблем GitHub, щоб отримати загальні запитання та повідомити про помилки. Перш ніж повідомити про проблему GitHub, перегляньте нашу сторінку про [як повідомити про помилку в Gaphor](/tutorials/report-bugs).
zh_hans: 请使用我们的 GitHub 问题跟踪器来解决一般问题和报告错误。 在提交 GitHub 问题之前，请查看我们的 [如何报告 Gaphor 中的Bug](/tutorials/report-bugs)页面。

source: [<i class="fab fa-github"></i> Submit an Issue on GitHub](https://github.com/gaphor/gaphor/issues)
de: [<i class="fab fa-github"></i> Probleme auf GitHub melden](https://github.com/gaphor/gaphor/issues)
fr: [<i class="fab fa-github"></i> Soumettre une requête sur GitHub](https://github.com/gaphor/gaphor/issues)
hu: [<i class="fab fa-github"></i> Probléma bejelentése a GitHubon](https://github.com/gaphor/gaphor/issues)
nl: [<i class="fab fa-github"></i> Meld een probleem op GitHub](https://github.com/gaphor/gaphor/issues)
pt_br: [<i class="fab fa-github"></i> Submeta um relatório de problema no GitHub](https://github.com/gaphor/gaphor/issues)
ru: [<i class="fab fa-github"></i> Сообщить о проблеме на GitHub](https://github.com/gaphor/gaphor/issues)
ta: [<i class="fab fa-github"></i> Submit an சிக்கல் on GitHub](https://github.com/gaphor/gaphor/issues)
tr: [<i class="fab fa-github"></i> GitHub'da Sorun Gönderin](https://github.com/gaphor/gaphor/issues)
uk: [<i class="fab fa-github"></i> Надіслати проблему на GitHub](https://github.com/gaphor/gaphor/issues)
zh_hans: [<i class="fab fa-github"></i> 在 GitHub 上提交Issue](https://github.com/gaphor/gaphor/issues)

source: We expect contributors to follow the GNOME [Code of Conduct](https://wiki.gnome.org/Foundation/CodeOfConduct).
de: Von Mitwirkenden erwarten wir, dass sie sich an den GNOME [Verhaltenskodex](https://wiki.gnome.org/Foundation/CodeOfConduct) halten.
hu: A közreműködőktől elvárjuk, hogy kövessék a GNOME [Viselkedési szabályzat](https://wiki.gnome.org/Foundation/CodeOfConduct).
nl: We verwachten dat bijdragers zich aan de GNOME-[gedragscode](https://wiki.gnome.org/Foundation/CodeOfConduct) houden.
pt_br: Esperamos que os colaboradores sigam o [Code de Conduta](https://wiki.gnome.org/Foundation/CodeOfConduct) do GNOME.
ru: Мы ожидаем, что участники будут следовать [Кодексу поведения GNOME](https://wiki.gnome.org/Foundation/CodeOfConduct).
ta: பங்களிப்பாளர்கள் க்னோம் [நடத்தை விதிமுறை](https://wiki.gnome.org/foundation/CodeOfConduct) ஐப் பின்பற்ற வேண்டும் என்று நாங்கள் எதிர்பார்க்கிறோம்.
tr: Katkıda bulunanların GNOME [Davranış Kurallarına](https://wiki.gnome.org/Foundation/CodeOfConduct) uymalarını bekliyoruz.

source: [Get Started with Gaphor](https://docs.gaphor.org/en/latest/getting_started.html)
de: [Erste Schritte mit Gaphor](https://docs.gaphor.org/en/latest/getting_started.html)
fr: [Démarrer avec Gaphor](https://docs.gaphor.org/en/latest/getting_started.html)
hu: [A Gaphor használatának első lépései](https://docs.gaphor.org/en/latest/getting_started.html)
nl: [Beginnen met het gebruiken van Gaphor](https://docs.gaphor.org/en/latest/getting_started.html)
pt_br: [Primeiros passo com Gaphor](https://docs.gaphor.org/latest/getting_started.html)
ru: [Начало работы с Gaphor](https://docs.gaphor.org/en/latest/getting_started.html)
ta: [Get Started with Gaphor](https://docs.gaphor.org/ta/latest/getting_started.html)
tr: [Gaphor ile Başlayın](https://docs.gaphor.org/en/latest/getting_started.html)
uk: [Початок роботи з Gaphor](https://docs.gaphor.org/en/latest/getting_started.html)
zh_hans: [ Gaphor入门指南](https://docs.gaphor.org/en/latest/getting_started.html)

source: [Your First Model](https://docs.gaphor.org/en/latest/first_model.html)
de: [Ihr erstes Modell](https://docs.gaphor.org/en/latest/first_model.html)
fr: [Votre premier modèle](https://docs.gaphor.org/en/latest/first_model.html)
hu: [Az első modelled](https://docs.gaphor.org/en/latest/first_model.html)
nl: [Uw eerste model](https://docs.gaphor.org/en/latest/first_model.html)
pt_br: [Seu primeiro modelo](https://docs.gaphor.org/latest/first_model.html)
ru: [Ваша первая модель](https://docs.gaphor.org/en/latest/first_model.html)
ta: [Your First Model](https://docs.gaphor.org/ta/latest/first_model.html)
tr: [İlk Modeliniz](https://docs.gaphor.org/en/latest/first_model.html)
uk: [Ваша перша модель](https://docs.gaphor.org/en/latest/first_model.html)
zh_hans: [您的第一个模型](https://docs.gaphor.org/en/latest/first_model.html)

source: <i class="fab fa-youtube"></i> [Introduction to Gaphor and SysML](https://youtu.be/PnWKsr2csXg), presented by Dan at a joint INCOSE Michigan and Michigan Python event.
de: <i class="fab fa-youtube"></i> [Einführung in Gaphor und SysML](https://youtu.be/PnWKsr2csXg), präsentiert von Dan bei einer gemeinsamen Veranstaltung von INCOSE Michigan und Michigan Python.
fr: <i class="fab fa-youtube"></i> [Introduction à Gaphor et SysML](https://youtu.be/PnWKsr2csXg), présenté par Dan lors d'un évènement conjoint INCOSE Michigan et Michigan Python.
hu: <i class="fab fa-youtube"></i> [Gaphor és SysML bemutatása](https://youtu.be/PnWKsr2csXg), Dan bemutatta egy közös Michigani INCOSE és Michigani Python eseményen.
nl: <i class="fab fa-youtube"></i> [Introductie tot Gaphor en SysML](https://youtu.be/PnWKsr2csXg), gepresenteerd door Dan op en gecombineerd event van INCOSE Michigan en Michigan Python.
pt_br: <i class="fab fa-youtube"></i> [Introdução a Gaphor e SysML](https://youtu.be/PnWKsr2csXg) (em inglês), apresentada por Dan em um evento conjunto de INCOSE Michigan e Michigan Python.
ru: <i class="fab fa-youtube"></i> [Введение в Gaphor и SysML](https://youtu.be/PnWKsr2csXg), представленное Dan на совместном мероприятии INCOSE Michigan и Michigan Python.
ta: <i class="fab fa-youtube"></i> [Kaphor மற்றும் sysml அறிமுகம்](https://youtu.be/pnwksr2csxg), மிச்சிகன் மற்றும் மிச்சிகன் பைதான் நிகழ்வில் ஒரு கூட்டு இன்கோச்.
tr: <i class="fab fa-youtube"></i> [Gaphor ve SysML'e Giriş](https://youtu.be/PnWKsr2csXg), Dan tarafından INCOSE Michigan ve Michigan Python ortak etkinliğinde sunulmuştur.
uk: <i class="fab fa-youtube"></i> [Вступ до Gaphor і SysML](https://youtu.be/PnWKsr2csXg), представлений Деном на спільному заході INCOSE Michigan і Michigan Python.
zh_hans: <i class="fab fa-youtube"></i> [Gaphor和SysML简介](https://youtu.be/PnWKsr2csXg)，由 Dan 在 INCOSE Michigan和Michigan Python的联合活动上介绍。

source: [How to report a bug in Gaphor]({{ "/tutorials/report-bugs/" | prepend: site.baseurl }})
de: [Fehler in Gaphor melden]({{ "/tutorials/report-bugs/" | prepend: site.baseurl }})
fr: [Comment signaler un bogue dans Gaphor]({{ "/tutorials/report-bugs/" | prepend: site.baseurl }})
hu: [A Gaphor hibájának bejelentése]({{ "/tutorials/report-bugs/" | prepend: site.baseurl }})
nl: [Een probleem in Gaphor melden]({{ "/tutorials/report-bugs/" | prepend: site.baseurl }})
pt_br: [Como relatar um bug no Gaphor]({{ "/tutorials/report-bugs/" | prepend: site.baseurl }})
ru: [Как сообщить об ошибке в Gaphor]({{ "/tutorials/report-bugs/" | prepend: site.baseurl }})
ta: [How பெறுநர் report a பிழை in Gaphor]({{ "/tutorials/report-bugs/" | prepend: site.baseurl }})
tr: [Gaphor'da bir hata nasıl bildirilir]({{ "/tutorials/report-bugs/" | prepend: site.baseurl }})
uk: [Як повідомити про помилку в Gaphor]({{ "/tutorials/report-bugs/" | prepend: site.baseurl }})
zh_hans: [如何在Gaphor中上报Bug]({{ "/tutorials/report-bugs/" | prepend: site.baseurl }})

source: [Extend your models with stereotypes](https://docs.gaphor.org/en/latest/stereotypes.html)
de: [Modelle mit Stereotypen erweitern](https://docs.gaphor.org/en/latest/stereotypes.html)
hu: [Modellek kiterjesztése sztereotípiákkal](https://docs.gaphor.org/en/latest/stereotypes.html)
nl: [Breid uw modellen uit met stereotypen](https://docs.gaphor.org/en/latest/stereotypes.html)

source: [Writing a plugin]({{ "/tutorials/plugins/" | prepend: site.baseurl }})
de: [Plugins schreiben]({{ "/tutorials/plugins/" | prepend: site.baseurl }})
hu: [Beépülő modul írása]({{ "/tutorials/plugins/" | prepend: site.baseurl }})
nl: [Een plug-in schrijven]({{ "/tutorials/plugins/" | prepend: site.baseurl }})

source: [Technical and architectural documentation](https://docs.gaphor.org/en/latest) for contributors and plugin developers
de: [Technische und architektonische Dokumentation](https://docs.gaphor.org/en/latest) für Mitwirkende und Plugin-Entwickler
hu: [Műszaki és építészeti dokumentáció](https://docs.gaphor.org/en/latest) közreműködőknek és bővítmények fejlesztőinek
nl: [Technische en architectonische documentatie](https://docs.gaphor.org/en/latest) voor bijdragers en plug-in-ontwikkelaars

source: Dan and Arjan spoke at [Linux App Summit 2021](https://linuxappsummit.org/) about [how Gaphor is made available to all desktop platforms Linux/Windows/macOS](https://www.youtube.com/watch?v=vLwAT-TLmZU).
de: Dan und Arjan hielten eine Vorlesung bei der Konferenz [Linux App Summit 2021](https://linuxappsummit.org/) zum Thema [wie Gaphor allen Desktop-Plattformen Linux/Windows/macOS zur Verfügung gestellt wird](https://www.youtube.com/watch?v=vLwAT-TLmZU).
fr: Dan and Arjan parlent [Linux App Summit 2021](https://linuxappsummit.org/) de [Comment Gaphor est mis à la disposition de toutes les plates-formes Linux/Windows/macOS](https://www.youtube.com/watch?v=vLwAT-TLmZU).
hu: Dan és Arjan a [Linux alkalmazások csúcstalálkozója 2021](https://linuxappsummit.org/) rendezvényen arról beszélt, hogy [Hogyan érhető el a Gaphor minden asztali platformon: GNU/Linux, macOS és Windows](https://www.youtube.com/watch ?v=vLwAT-TLmZU).
nl: Dan en Arjan spraken op de [Linux App Summit van 2021](https://linuxappsummit.org/) over [hoe Gaphor beschikbaar wordt gemaakt voor alle desktop-platforms; Linux/Windows/macOS](https://www.youtube.com/watch?v=vLwAT-TLmZU).
pt_br: Dan e Arjan apresentaram na [Linux App Summit 2021](https://linuxappsummit.org/) sobre [como Gaphor é disponibilizado para todas as plataformas de desktop Linux/Windows/macOS](https://www.youtube.com/watch?v=vLwAT-TLmZU).
ru: Dan и Arjan рассказали на [Linux App Summit 2021](https://linuxappsummit.org/) о том, [как Gaphor становится доступен для всех настольных платформ Linux/Windows/macOS](https://www.youtube.com/watch?v=vLwAT-TLmZU).
ta: டான் மற்றும் அர்சன் [லினக்ச் ஆப் உச்சி மாநாடு 2021](https://linuxappsummit.org/) இல் பேசினர் [அனைத்து டெச்க்டாப் தளங்களுக்கும் லினக்ச்/விண்டோச்/மேகோச்](https://www.youtube.com/watch?v=vLwAT-TLmZU) க்கு காஃபர் எவ்வாறு கிடைக்கிறது என்பது பற்றி.
tr: Dan ve Arjan [Linux App Summit 2021](https://linuxappsummit.org/)'de [Gaphor'un Linux/Windows/macOS tüm masaüstü platformlarında nasıl kullanılabilir hale getirildiği](https://www.youtube.com/watch?v=vLwAT-TLmZU) hakkında konuştular.
uk: Ден і Арджан розповіли на [Linux App Summit 2021](https://linuxappsummit.org/) про те, [як Gaphor стає доступним для всіх настільних платформ Linux/Windows/macOS](https://www.youtube.com/watch?v=vLwAT-TLmZU).
zh_hans: Dan和Arjan在 [Linux App Summit 2021](https://linuxappsummit.org/)上发表了题为 [《Gaphor全平台部署方案：Linux/Windows/macOS全兼容》](https://www.youtube.com/watch?v=vLwAT-TLmZU)的技术演讲。
