Repository: gaphor/gaphor.github.io
Catalog: po/site.*.po
Languages: cs, de, es, fr, hr, hu, nl, pt_br, ru, ta, tr, uk, zh_hans

source: We love to hear from you
cs: Rádi vás uslyšíme

source: Open an issue on GitHub
cs: Otevřete problém na GitHubu

source: Tech docs
cs: Technické dokumenty

source: Copyright &copy; 2020-2022 Arjan Molenaar and Dan Yeaw.
cs: Copyright &copy; 2020-2022 Arjan Molenaar a Dan Yeaw.

source: Theme
cs: Téma

source: A picture is worth a thousand words. Describe and document your applications and systems with Gaphor to enhance knowledge sharing.
cs: Obrázek vydá za tisíc slov. Popište a zdokumentujte své aplikace a systémy pomocí nástroje Gaphor, abyste zlepšili sdílení znalostí.

source: Gaphor is a UML, SysML, RAAML, and C4 modeling application. It is designed to be easy to use, while still being powerful. Gaphor implements a fully-compliant UML 2 data model, so it is much more than a picture drawing tool. You can use Gaphor to quickly visualize different aspects of a system as well as create complete, highly complex models.
cs: Gaphor je aplikace pro modelování v jazycích UML, SysML, RAAML a C4. Je navržen tak, aby se snadno používal a zároveň byl výkonný. Gaphor implementuje plně kompatibilní datový model UML 2, takže je mnohem víc než jen nástrojem pro kreslení obrázků. Pomocí aplikace Gaphor můžete rychle vizualizovat různé aspekty systému i vytvářet kompletní, velmi složité modely.

source: Build Class, Interaction, and State Machine diagrams for software or Block Definition and Requirements diagrams for systems. Model the elements you need. If you want to mix and match, you can even add different diagram items to the same diagram to get the view you need.
cs: Sestavte diagramy tříd, interakcí a stavových strojů pro software nebo diagramy definic bloků a požadavků pro systémy. Modelujte prvky, které potřebujete. Chcete-li je kombinovat, můžete dokonce přidávat různé prvky diagramu do stejného diagramu, abyste získali potřebný pohled.

source: Customize the diagrams you create with our built-in styling engine.
cs: Vytvořené diagramy si můžete přizpůsobit pomocí integrovaného stylovacího nástroje.

source: Easily find all element of your model in the tree view.
cs: Snadné vyhledání všech prvků modelu ve stromovém zobrazení.

source: Love dark mode? We can do that too.
cs: Milujete tmavý režim? I ten umíme.

source: There are many ways to install Gaphor. The simplest is to download the official installer for Windows or macOS. For Linux you can install Gaphor using FlatHub. You can also use Python's built-in `pip` tool as long as you have all of the required dependencies installed.
cs: Existuje mnoho způsobů instalace systému Gaphor. Nejjednodušší je stáhnout si oficiální instalační program pro Windows nebo macOS. Na Linux je možné nainstalovat Gaphor pomocí FlatHubu. Můžete také použít vestavěný nástroj `pip` pro Python, pokud máte nainstalovány všechny potřebné závislosti.

source: Do you want to know what's going on with Gaphor? Read our blog!
cs: Chcete vědět, co se děje s Gaphorem? Přečtěte si náš blog!

source: Contact the team if you want to share content related to Gaphor.
cs: Pokud chcete sdílet obsah týkající se Gaphoru, kontaktujte tým.

source: See blog
cs: Zobrazit blog

source: Read more
cs: Přečtěte si více

source: Download
cs: Stáhnout

source: Learn more
cs: Zjistěte více

source: About
cs: O nás

source: Tutorials
cs: Tutoriály
de: Anleitungen
es: Tutoriales
fr: Tutoriels
hr: Vježbe
hu: Oktatóanyagok
nl: Handleidingen
pt_br: Tutoriais
ru: Руководство
ta: பயிற்சிகள்
tr: Öğreticiler
uk: Підручники
zh_hans: 教程

source: Get in touch
cs: Spojte se s námi
de: Kontakt aufnehmen
es: Póngase en contacto
fr: Contactez-nous
hr: Kontaktiraj zajednicu
hu: Kapcsolatfelvétel
nl: Contact opnemen
pt_br: Entre em contato
ru: Связь с нами
ta: தொடர்பு கொள்ளுங்கள்
tr: İletişime geçin
uk: Зв'яжіться
zh_hans: 与我们联系

source: Contribute
cs: Přispět
de: Beitragen
es: Contribuir
fr: Contribuer
hr: Doprinesi
hu: Közreműködés
nl: Bijdragen
pt_br: Contribuir
ru: Участвовать
ta: பங்களிப்பு
tr: Katkıda bulunun
uk: Внести свій внесок
zh_hans: 贡献

source: Download installer
cs: Stáhnout instalační program
hr: Preuzmi instalacijski program

source: Alternatively a portable version of Gaphor can be downloaded.
cs: Případně si můžete stáhnout přenosnou verzi programu Gaphor.
es: También se puede descargar una versión portable de Gaphor.
hr: Alternativno možeš preuzeti prenosivu verziju Gaphora.

source: Download portable version
cs: Stáhnout přenosnou verzi
hr: Preuzmi prenosivu verziju

source: Download .dmg
cs: Stáhnout .dmg
es: Descargar .dmg
hr: Preuzmi .dmg

source: Pour Gaphor from a homebrew cask:
cs: Nalijte Gaphor z domácího sudu:
es: Vierta Gaphor de un barril de cerveza casera:
hr: Instaliraj Gaphor iz jednog homebrew cask:

source: Flatpak is the recommended way to install Gaphor in Linux. If you don't have it setup already, follow the instructions to install Flatpak.
cs: Flatpak je doporučený způsob instalace Gaphoru na Linuxu. Pokud jej ještě nemáte nastavený, postupujte podle pokynů k instalaci Flatpaku.
es: Flatpak es la forma recomendada para instalar Gaphor en Linux. Si no lo tiene ya instalado, siga las instrucciones para instalar Flatpak.
hr: Flatpak je preporučeni način za instaliranje Gaphora u Linuxu. Ako još nije postavljen, slijedi upute za instaliranje Flatpaka.

source: Install Flatpak
cs: Nainstalovat Flatpak

source: To manually install Gaphor:
cs: Ruční instalace aplikace Gaphor:
de: Um Gaphor manuell zu installieren:
es: Para instalar Gaphor manualmente:
fr: Pour installer manuellement Gaphor :
hr: Za ručno instaliranje Gaphora:
hu: A Gaphor kézi telepítése:
nl: Om Gaphor handmatig te installeren:
pt_br: Para instalar Gaphor manualmente:
ru: Чтобы установить Gaphor вручную:
ta: கஃபரை கைமுறையாக நிறுவ:
tr: Gaphor'u manuel olarak yüklemek için:
uk: Щоб установити Gaphor вручну:
zh_hans: 手动安装 Gaphor：

source: The other option if you are running a recent Linux distribution is to use the AppImage. It is built using Ubuntu 18.04 and most likely won't work on older versions.
cs: Druhou možností, pokud používáte nejnovější distribuci Linuxu, je použít AppImage. Je sestaven s použitím Ubuntu 18.04 a na starších verzích pravděpodobně nebude fungovat.
es: La otra opción, si está ejecutando una distribución de Linux reciente, es usar AppImage. Está construida con Ubuntu 18.04 y lo más probable es que no funcione en versiones anteriores.
hr: Ako koristiš nedavnu distribuciju Linuxa, druga mogućnost je korištenje AppImagea. Izgrađena je pomoću Ubuntu 18.04 i najvjerojatnije neće raditi na starijim verzijama.

source: Download AppImage
cs: Stáhnout AppImage
es: Descargar AppImage
hr: Preuzmi AppImage

source: Gaphor can be installed from an AUR package.
cs: Gaphor lze nainstalovat jako balíček z AUR repositáře.
es: Gaphor puede instalarse desde un paquete AUR.
hr: Gaphor se može instalirati iz jednog AUR paketa.

source: If you have the latest stable version of Python installed and the Gaphor dependencies installed, you can also install Gaphor using a wheel from PyPI.
cs: Pokud máte nainstalovanou nejnovější stabilní verzi Pythonu a závislosti Gaphoru, můžete Gaphor nainstalovat také pomocí wheel z PyPI.
es: Si tiene la última versión estable de Python instalada y las dependencias de Gaphor instaladas, también puede instalar Gaphor usando una rueda de PyPI.
hr: Ako imaš instaliranu najnoviju stabilnu verziju Pythona i ovisnosti za Gaphor, Gaphor možeš instalirati i pomoću kotača iz PyPI-ja.

source: If you don't have the latest stable version of Python and the Gaphor dependencies installed, follow the development environment installation instructions section, but do not clone the repository. Optionally, create a virtual environment. Then execute the following:
cs: Pokud nemáte nainstalovanou nejnovější stabilní verzi Pythonu a závislostí Gaphor, postupujte podle pokynů pro instalaci vývojového prostředí, ale neklonujte úložiště. Případně vytvořte virtuální prostředí. Poté proveďte následující příkaz:

source: Writing a Plugin
cs: Psaní zásuvného modulu
de: Ein Plugin schreiben
es: Escribir un plugin
hr: Pisanje dodatka
hu: Beépülő modul írása
nl: Plug-ins schrijven

source: Gaphor is designed to be extensible by using plugins that allow you to extend the functionality.
cs: Gaphor je navržen tak, aby byl rozšiřitelný pomocí zásuvných modulů, které vám umožní rozšířit jeho funkce.
de: Gaphor ist so konzipiert, dass die Funktionalität mit Hilfe von Plugins erweitert werden kann.
es: Gaphor está diseñado para ser extensible mediante el uso de plugins que permiten ampliar la funcionalidad.
hr: Gaphor je izrađen tako da se može proširiti korištenjem dodataka koji omogućuju dodatnu funkcionalnost.
hu: A Gaphort úgy tervezték, hogy bővíthető legyen a funkcionalitás kiterjesztését lehetővé tevő beépülő modulokkal.
nl: Gaphor is ontworpen om uitbreidbaar te zijn met behulp van plug-ins waarmee u de functionaliteit kunt uitbreiden.

source: Accessing Model Related Data
cs: Přístup k datům souvisejícím s modelem
de: Zugriff auf modellbezogene Daten
es: Acceso a los datos relacionados con el modelo
hr: Pristup podacima vezanim uz model
hu: Modellhez kapcsolódó adatok hozzáférése
nl: Toegang tot modelgerelateerde gegevens

source: The datamodel classes are located in the `gaphor.UML` module. Data objects can be accessed through the ElementFactory. This is a special class for creating and managing data objects. Items can be queried using this element factory, which is registered in the application as `element_factory`. When writing a service or plugin the element factory can be injected into the service like this:
cs: Třídy datového modelu se nacházejí v modulu `gaphor.UML`. K datovým objektům lze přistupovat prostřednictvím ElementFactory. Jedná se o speciální třídu pro vytváření a správu datových objektů. Na prvky se lze dotazovat pomocí této továrny na prvky, která je v aplikaci registrována jako `element_factory`. Při psaní služby nebo zásuvného modulu lze továrnu na prvky injektovat do služby takto:
de: Die Datenmodellklassen befinden sich im Modul `gaphor.UML`. Auf Datenobjekte kann über die ElementFactory zugegriffen werden. Dies ist eine spezielle Klasse zur Erstellung und Verwaltung von Datenobjekten. Elemente können über diese ElementFactory abgefragt werden, die in der Anwendung als `element_factory` registriert ist. Beim Schreiben eines Dienstes oder Plugins kann die ElementFactory wie folgt in den Dienst injiziert werden:
es: Las clases del modelo de datos se encuentran en el módulo `gaphor.UML`. Se puede acceder a los objetos de datos a través de ElementFactory. Esta es una clase especial para crear y gestionar objetos de datos. Los elementos pueden ser consultados usando esta fábrica de elementos, que se registra en la aplicación como `element_factory`. Cuando se escribe un servicio o plugin la fábrica de elementos puede ser inyectada en el servicio de esta manera:
hr: Klase modela podataka nalaze se u modulu `gaphor.UML`. Objektima podataka može se pristupiti putem ElementFactory. Ovo je posebna klasa za stvaranje i upravljanje objektima podataka. Elementi se mogu tražiti pomoću ove tvornice elemenata, koja je registrirana u programu kao `element_factory`. Prilikom pisanja usluge ili dodatka, tvornica elemenata može se ubaciti u uslugu na sljedeći način:
hu: Az adatmodell osztályok a `gaphor.UML` modulban találhatók. Az adatobjektumok az elemgyáron keresztül érhetők el. Ez egy speciális osztály adatobjektumok létrehozására és kezelésére. A tételek lekérdezhetők ezzel az elemgyárral, amely az alkalmazásban `element_factory` néven van regisztrálva. Szolgáltatás vagy bővítmény írásakor az elemgyárat így lehet beilleszteni a szolgáltatásba:
nl: De gegevensmodelklassen bevinden zich in de module `gaphor.UML`. Gegevensobjecten kunnen worden benaderd via de ElementFactory. Dit is een speciale klasse voor het maken en beheren van gegevensobjecten. Items kunnen worden opgevraagd met behulp van deze element factory, welke in de app wordt geregistreerd als `element_factory`. Bij het schrijven van een service of plug-in kan de element factory als volgt in de service worden geïnjecteerd:

source: In the console window services can be retrieved by using the `service()` function. For example:
cs: V okně konzole lze služby načíst pomocí funkce `service()`. For example:
de: Im Konsolenfenster können Dienste mit Hilfe der Funktion `service()` abgerufen werden. Zum Beispiel:
es: En la ventana de la consola se pueden recuperar los servicios usando la función `service()`. Por ejemplo:
hr: U prozoru konzole, usluge se mogu dohvatiti korištenjem funkcije `service()`. Na primjer:
hu: A parancssor ablakban a szolgáltatásokat a `service()` függvény használatával lehet lekérni. Például:
nl: In het consolevenster kunnen services worden opgevraagd met de functie `service()`. Bijvoorbeeld:

source: Querying the Data Model
cs: Dotazování na datový model
es: Consultar el modelo de datos
hr: Ispitivanje modela podataka
hu: Az adatmodell lekérdezése
nl: Gegevens uit het datamodel opvragen

source: Two methods are used for querying:
cs: Pro dotazování se používají dvě metody:
es: Para la consulta se usan dos métodos:
hr: Za ispitivanje se koriste dvije metode:
hu: A lekérdezéshez két módszert használnak:
nl: Er zijn twee methoden om gegevens op te vragen:

source: `select(query=None)` -> returns an iterator
cs: `select(query=None)` -> vrací iterátor
es: `select(query=None)` -> devuelve un iterador
hr: `select(query=None)` -> vraća ponavljajuće
hu: `select(query=None)` → egy iterátort ad vissza
nl: `select(query=None)` -> geeft een iterator terug

source: `lselect(query=None)` -> returns a list
cs: `lselect(query=None)` -> vrací seznam
es: `lselect(query=None)` -> devuelve una lista
hr: `lselect(query=None)` -> vraća popis
hu: `select(query=None)` → egy listát ad vissza
nl: `lselect(query=None)` -> geeft een lijst terug

source: `query` is a lambda function with the element as parameter. For example, to fetch all of the Class instances from the element factory:
cs: `dotaz` je lambda funkce s prvkem jako parametrem. Například pro načtení všech instancí třídy z továrny na prvky:

source: Traversing Data Instances
cs: Procházení datových instancí
es: Recorrer las instancias de datos
hr: Prolaženje kroz instance podataka
hu: Adatpéldányok bejárása
nl: Gegevens­instanties doorlopen

source: Once some classes are obtained, it is common to traverse through a few related objects in order to get the required information. For example: to iterate through all parameters related to a class' operations:
cs: Po získání některých tříd je běžné projít několik souvisejících objektů, aby bylo možné získat požadované informace. Například: iterovat přes všechny parametry související s operacemi třídy:
es: Una vez obtenidas algunas clases, es habitual recorrer algunos objetos relacionados para obtener la información necesaria. Por ejemplo: para iterar a través de todos los parámetros relacionados con las operaciones de una clase:
hr: Kad se dobiju neke klase, mora se proći kroz nekoliko povezanih objekata za dobivanje potrebne informacije. Na primjer: za prolaženje kroz sve parametre vezanih uz operacije klase:
hu: Miután megszereztünk néhány osztályt, gyakran áthaladunk néhány kapcsolódó objektumon, hogy megkapjuk a szükséges adatokat. Például: az osztály műveleteivel kapcsolatos összes paraméter iterálásához:
nl: Zodra sommige klassen zijn verkregen, is het gebruikelijk om enkele gerelateerde objecten te doorlopen om de vereiste informatie te verkrijgen. Bijvoorbeeld: het doorlopen van alle parameters met betrekking tot de operaties van een klasse:

source: Using the `[:]` operator items can be traversed more easily:
cs: Pomocí operátoru `[:]` lze položky procházet snadněji:
es: Usando el operador `[:]` los elementos pueden ser recorridos más fácilmente:
hr: Operator `[:]` olakšava prolaženje kroz elemente:
hu: A `[:]` operátor használatával az elemek könnyebben bejárhatók:
nl: Met behulp van de operator `[:]` kunnen items gemakkelijker worden doorlopen:

source: It's also possible to provide a query as part of the selection:
cs: V rámci výběru je také možné zadat dotaz:

source: The variable `it` in the query refers to the evaluated object (in this case all operations with a return parameter are taken into account).
cs: Proměnná `it` v dotazu odkazuje na vyhodnocovaný objekt (v tomto případě se berou v úvahu všechny operace s návratovým parametrem).

source: Example Plugin
cs: Příklad pluginu
es: Ejemplo de plugin
hr: Primjer dodatka
hu: Beépülő modul példa
nl: Voorbeeld-plug-in

source: An example Hello World plugin is hosted on GitHub.
cs: Příklad zásuvného modulu Hello World je umístěn na GitHubu.
es: Un ejemplo de plugin de Hola Mundo está alojado en GitHub.
hr: Primjer dodatka „Hello World” nalazi se na GitHubu.

source: How to report a bug in Gaphor
cs: Jak nahlásit chybu v aplikaci Gaphor
de: Fehler in Gaphor melden
es: Cómo informar de un error en Gaphor
fr: Comment signaler un bogue dans Gaphor
hr: Kako prijaviti grešku u Gaphoru
hu: A Gaphor hibájának bejelentése
nl: Hoe u een fout in Gaphor kunt melden
pt_br: Como relatar um bug no Gaphor
ru: Как сообщить об ошибке в Gaphor
ta: காஃபரில் ஒரு பிழையைப் புகாரளிப்பது எப்படி
tr: Gaphor'da bir hata nasıl bildirilir
uk: Як повідомити про помилку в Gaphor
zh_hans: 如何报告 Gaphor 中的 Bug

source: If you've ever written a line of code, you'll know that all software has bugs. This will also be the case with Gaphor. If you think you have found a bug, simply click on the link below (you'll need to have an account on GitHub) and then click the green "New Issue" button found at the top right hand side of the page:
cs: Pokud jste někdy napsali řádek kódu, víte, že každý software má chyby. Stejně tomu bude i v případě aplikace Gaphor. Pokud si myslíte, že jste našli chybu, jednoduše klikněte na odkaz níže (musíte mít účet na GitHubu) a poté klikněte na zelené tlačítko "New Issue", které najdete v pravém horním rohu stránky:
de: Wenn Sie jemals eine Zeile Code geschrieben haben, wissen Sie, dass jede Software Fehler beinhaltet. Das wird auch bei Gaphor der Fall sein. Wenn Sie glauben einen Fehler gefunden zu haben, klicken Sie einfach auf den unten stehenden Link (Sie müssen ein Konto bei GitHub haben) und dann auf die grüne Schaltfläche „Neues Problem“ auf der Seite oben rechts:
es: Si alguna vez ha escrito una línea de código, sabrá que todo el software tiene errores. Este será también el caso de Gaphor. Si cree que ha encontrado un error, simplemente haga clic en el siguiente enlace (necesitará tener una cuenta en GitHub) y luego haga clic en el botón verde "New Issue" que se encuentra en la parte superior derecha de la página:
fr: Si vous avez déjà écrit une ligne de code, vous savez qu'aucun logiciel n'est jamais sans bogues. Ce sera également le cas avec Gaphor. Si vous pensez avoir trouvé un bug, cliquez simplement sur le lien ci-dessous (vous devez avoir un compte sur GitHub), puis sur le bouton vert « New Issue » situé en haut à droite de la page :
hr: Svatko tko je ikada napisao redak koda, zna, da svaki softver sadrži greške. To će biti slučaj i s Gaphorom. Ako misliš da si pronašao/la grešku, jednostavno pritisni na donju poveznicu (moraš imati račun na GitHubu), a zatim pritisni zeleni gumb „New Issue” (Novi problem) koji se nalazi u gornjem desnom kutu stranice:
hu: Ha írt valaha egy kódsort, akkor tudni fogja, hogy minden szoftverben vannak hibák. Ez a Gaphor esetében is így lesz. Ha úgy gondolja, hogy hibát talált, egyszerűen kattintson az alábbi linkre (fiókkal kell rendelkeznie a GitHubon), majd kattintson az oldal jobb felső sarkában található zöld „New Issue” (Új probléma) gombra:
nl: Als u ooit een regel code heeft geschreven, zal u weten dat alle software fouten bevat. Dit zal ook het geval zijn met Gaphor. Als u denkt een fout te hebben gevonden, klik dan op onderstaande link (u moet een account hebben op GitHub) en klik dan op de groene knop ‘New Issue’ rechtsboven op de pagina:
pt_br: Se você já escreveu uma linha de código, saberá que todo software tem bugs. Este também será o caso com Gaphor. Se você acha que encontrou um bug, basta clicar no link abaixo (você precisará ter uma conta no GitHub) e, em seguida, clique no botão verde "New Issue" encontrado no lado direito superior da página:
ru: Если вы когда-либо написали хоть строчку кода, то знаете, что в любом программном обеспечении есть ошибки. Это также относится и к Gaphor. Если вы считаете, что нашли ошибку, просто перейдите по ссылке ниже (вам потребуется учётная запись на GitHub), а затем нажмите зеленую кнопку «New Issue», расположенную в правом верхнем углу страницы:
ta: நீங்கள் எப்போதாவது ஒரு குறியீட்டை எழுதியிருந்தால், எல்லா மென்பொருளிலும் பிழைகள் இருப்பதை நீங்கள் அறிவீர்கள். கஃபோரிலும் இதுவும் இருக்கும். நீங்கள் ஒரு பிழையைக் கண்டுபிடித்ததாக நீங்கள் நினைத்தால், கீழேயுள்ள இணைப்பைக் சொடுக்கு செய்க (நீங்கள் கிதுபில் ஒரு கணக்கு வைத்திருக்க வேண்டும்) பின்னர் பக்கத்தின் மேல் வலது புறத்தில் காணப்படும் பச்சை "புதிய சிக்கல்" பொத்தானைக் சொடுக்கு செய்க:
tr: Daha önce bir satır kod yazdıysanız, tüm yazılımların hataları olduğunu bilirsiniz. Bu durum Gaphor için de geçerli olacaktır. Bir hata bulduğunuzu düşünüyorsanız, aşağıdaki bağlantıya tıklamanız (GitHub'da bir hesabınızın olması gerekir) ve ardından sayfanın sağ üst tarafında bulunan yeşil "Yeni Sorun" düğmesine tıklamanız yeterlidir:
uk: Якщо ви коли-небудь писали рядок коду, то знатимете, що в усіх програмах є помилки. Так буде і з Гафором. Якщо ви вважаєте, що знайшли помилку, просто клацніть посилання нижче (вам потрібно мати обліковий запис на GitHub), а потім натисніть зелену кнопку «Новий випуск» у верхньому правому куті сторінки:
zh_hans: 但凡写过代码的人都知道，所有软件都难免存在缺陷，Gaphor 也不例外。若您发现疑似问题，只需点击下方链接（需拥有 GitHub 账户），随后点击页面右上角的绿色"New Issue"按钮即可提交：

source: Report a Bug in Gaphor
cs: Nahlášení chyby v aplikaci Gaphor
es: Informar de un error en Gaphor
hr: Prijavi grešku u Gaphoru
