Repository: gaphor/gaphor.github.io
Catalog: po/site.*.po
Languages: cs, de, es, fr, hr, hu, nl, pt_br, ru, ta, tr, uk, zh_hans

source: Dan spoke at the 2021 [MIT STAMP Workshop](https://psas.scripts.mit.edu/home/2021-stamp-workshop-program/) about _Open STPA with RAAML and Gaphor_.
de: Dan hielt eine Vorlesung beim 2021 [MIT STAMP Workshop](https://psas.scripts.mit.edu/home/2021-stamp-workshop-program/) zum Thema _Offene STPA mit RAAML und Gaphor_.
fr: Dan a parlé à l'atelier 2021 [MIT STAMP Workshop](https://psas.scripts.mit.edu/home/2021-stamp-workshop-program/) de _Open STPA with RAAML and Gaphor_.
hu: Dan a 2021-es [MIT STAMP Műhelyen](https://psas.scripts.mit.edu/home/2021-stamp-workshop-program/) beszélt az _Open STPA-ról RAAML-lel és Gaphorral_.
nl: Dan sprak op de [MIT STAMP Workshop van 2021](https://psas.scripts.mit.edu/home/2021-stamp-workshop-program/) over _Open STPA met RAAML en Gaphor_.
pt_br: Dan falou no 2021 [MIT STAMP Workshop](https://psas.scripts.mit.edu/home/2021-stamp-workshop-program/) sobre _STPA aberto com RAAML e Gaphor_.
ru: Dan рассказал в 2021 на [MIT STAMP Workshop](https://psas.scripts.mit.edu/home/2021-stamp-workshop-program/) об _Open STPA с RAAML и Gaphor_.
ta: டான் 2021 [எம்ஐடி ச்டாம்ப் பட்டறை](https://psas.scripts.mit.edu/home/2021-stamp-workshop-program/) இல் _ திற STPA ஐப் பற்றி RAAML மற்றும் Caphor_ இல் பேசினார்.
tr: Dan, 2021 [MIT STAMP Çalıştayı](https://psas.scripts.mit.edu/home/2021-stamp-workshop-program/) 'nda RAAML ve Gaphor_ ile _Open STPA hakkında konuştu.
uk: Ден розповів на [MIT STAMP Workshop](https://psas.scripts.mit.edu/home/2021-stamp-workshop-program/) у 2021 році про _Open STPA з RAAML і Gaphor_.
zh_hans: Dan在 2021 [MIT STAMP Workshop](https://psas.scripts.mit.edu/home/2021-stamp-workshop-program/)上发表了题为《给予RAAML和Gaphor的开放式STPA分析》的技术演讲。

source: Arjan spoke at [GUADEC 2021](https://events.gnome.org/event/9/) about [Large GUI application with Python and GTK](https://events.gnome.org/event/9/contributions/188/).
de: Arjan hielt eine Vorlesung bei der [GUADEC 2021](https://events.gnome.org/event/9/) zum Thmea [Große GUI-Anwendung mit Python und GTK](https://events.gnome.org/event/9/contributions/188/).
fr: Arjan est intervenu à [GUADEC 2021](https://events.gnome.org/event/9/) à propos de [Interface utilisateur graphique complexe avec Python et GTK](https://events.gnome.org/event/9/contributions/188/).
hu: Arjan a [GUADEC 2021](https://events.gnome.org/event/9/) konferencián beszélt a [Python- és GTK-val ellátott nagy grafikus felhasználói felület-alkalmazásról](https://events.gnome.org/event/9/contributions/188/).
nl: Arjan sprak op [GUADEC 2021](https://events.gnome.org/event/9/) over [grote apps met Python en GTK](https://events.gnome.org/event/9/contributions/188/).
pt_br: Arjan apresentou na [GUADEC 2021](https://events.gnome.org/event/9/) sobre [aplicativo GUI grande com Python e GTK](https://events.gnome.org/event/9/contributions/188/).
ru: Arjan выступил на [GUADEC 2021](https://events.gnome.org/event/9/) с докладом [Большое приложение с графическим интерфейсом на Python и GTK](https://events.gnome.org/event/9/contributions/188/).
ta: அர்ஜன் [GUADEC 2021](https://events.gnome.org/event/9/) இல் [Python மற்றும் GTK உடன் பெரிய GUI பயன்பாடு](https://events.gnome.org/event/9/contributions/188/) பற்றி பேசினார்.
tr: Arjan [GUADEC 2021](https://events.gnome.org/event/9/)'de [Python ve GTK ile büyük GUI uygulaması](https://events.gnome.org/event/9/contributions/188/) hakkında konuştu.
uk: Арджан розповів на [GUADEC 2021](https://events.gnome.org/event/9/) про [велику програму з графічним інтерфейсом користувача з Python і GTK](https://events.gnome.org/event/9/contributions/188/).
zh_hans: Arjan在[GUADEC 2021](https://events.gnome.org/event/9/) 大会上发表了题为 [《使用Python和GTK开发大型GUI应用》](https://events.gnome.org/event/9/contributions/188/)的技术演讲。

source: [Methods & Tools website reviewed Gaphor version 2.7.1 in December 2021 on a Window 10.](https://www.methodsandtools.com/tools/gaphor.php)
de: [Die Methods & Tools-Website hat Gaphor Version 2.7.1 im Dezember 2021 auf Windows 10 überprüft.](https://www.methodsandtools.com/tools/gaphor.php)
fr: [Le site Methods & Tools a examiné la version 2.7.1 de Gaphor en décembre 2021 sur Windows 10](https://www.methodsandtools.com/tools/gaphor.php)
hu: [A Methods & Tools webhely 2021 decemberében felülvizsgálta a Gaphor 2.7.1-es verzióját egy Window 10-en.](https://www.methodsandtools.com/tools/gaphor.php)
nl: [De website Methods & Tools beoordeelde Gaphor versie 2.7.1 in december 2021 op Windows 10](https://www.methodsandtools.com/tools/gaphor.php).
pt_br: [O site Methods & Tools fez a análise da versão 2.7.1 do Gaphor em dezembro de 2021 no Windows 10.](https://www.methodsandtools.com/tools/gaphor.php)
ta: [Methods & கருவிகள் website reviewed Gaphor version 2.7.1 in கா-மார்கழி 2021 on a சாளரம் 10.](https://www.methodsandtools.com/tools/gaphor.php)
uk: [Веб-сайт Methods & Tools перевірив Gaphor версії 2.7.1 у грудні 2021 року на Windows 10.](https://www.methodsandtools.com/tools/gaphor.php)
zh_hans: [Methods & Tools网站2021年12月在Windows 10上对Gaphor version 2.7.1的评测](https://www.methodsandtools.com/tools/gaphor.php)

source: [It's FOSS has a short write-up on Gaphor (~2.8-ish?).](https://itsfoss.com/gaphor-modeling-tool/)
de: [Die Webseite „It's FOSS“ hat einen kurzen Bericht über Gaphor (ca. Version 2.8?).](https://itsfoss.com/gaphor-modeling-tool/)
fr: [It's FOSS publie un bref article sur Gaphor (~2.8-ish?).](https://itsfoss.com/gaphor-modeling-tool/)
hu: [A FOSS-nak van egy rövid leírása a Gaphorról (~2,8).](https://itsfoss.com/gaphor-modeling-tool/)
nl: [It's FOSS heeft een kort artikel over Gaphor (rond 2.8)](https://itsfoss.com/gaphor-modeling-tool/).
pt_br: [It's FOSS tem um breve artigo sobre o Gaphor (~2.8 ou algo assim?).](https://itsfoss.com/gaphor-modeling-tool/)
ta: [It's FOSS has a குறுக்கு write-up on Gaphor (~2.8-ish?).](https://itsfoss.com/gaphor-modeling-tool/)
uk: [Це FOSS має короткий опис Gaphor (~2.8-ish?).](https://itsfoss.com/gaphor-modeling-tool/)
zh_hans: [It's FOSS 有一篇关于Gaphor (~2.8-ish?)的短评.](https://itsfoss.com/gaphor-modeling-tool/)

source: [Ubuntu Pit has a nice article on Gaphor (~2.8-ish?).](https://www.ubuntupit.com/gaphor-an-open-source-simple-graphical-modeling-tool/)
de: [Die Webseite „Ubuntu Pit“ hat einen netten Artikel über Gaphor (ca. Version 2.8?).](https://www.ubuntupit.com/gaphor-an-open-source-simple-graphical-modeling-tool/)
fr: [Ubuntu Pit a un article intéressant sur Gaphor (~2.8-ish?).](https://www.ubuntupit.com/gaphor-an-open-source-simple-graphical-modeling-tool/)
hu: [Az Ubuntu Pitnek van egy szép cikke a Gaphorról (~2.8).](https://www.ubuntupit.com/gaphor-an-open-source-simple-graphical-modeling-tool/)
nl: [Ubuntu Pit heeft een interessant artikel over Gaphor (rond 2.8)](https://www.ubuntupit.com/gaphor-an-open-source-simple-graphical-modeling-tool/).
pt_br: [Ubuntu Pit tem um bom artigo sobre Gaphor (~2.8 ou algo assim?).](https://www.ubuntupit.com/gaphor-an-open-source-simple-graphical-modeling-tool/)
uk: [Ubuntu Pit має гарну статтю про Gaphor (~2.8-ish?).](https://www.ubuntupit.com/gaphor-an-open-source-simple-graphical-modeling-tool/)
zh_hans: [Ubuntu Pit 上的一篇关于 Gaphor (~2.8-ish?)的精彩文章.](https://www.ubuntupit.com/gaphor-an-open-source-simple-graphical-modeling-tool/)

source: If you're a developer, you can find the source code [on GitHub](https://github.com/gaphor/gaphor).
de: Wenn Sie ein Entwickler sind, finden Sie den Quellcode auf [GitHub](https://github.com/gaphor/gaphor).
fr: Si vous êtes développeur, vous pouvez trouver le code source [sur GitHub](https://github.com/gaphor/gaphor).
hu: Ha Ön fejlesztő, megtalálhatja a forráskódot [a GitHubon](https://github.com/gaphor/gaphor).
nl: Als u een ontwikkelaar bent, kunt u de broncode vinden [op GitHub](https://github.com/gaphor/gaphor).
pt_br: Se você é um desenvolvedor, você pode encontrar o código-fonte [no GitHub](https://github.com/gaphor/gaphor).
ru: Если вы разработчик, то можете найти исходный код [на GitHub](https://github.com/gaphor/gaphor).
ta: நீங்கள் ஒரு டெவலப்பராக இருந்தால், மூலக் குறியீட்டை [Github இல்](https://github.com/gaphor/gaphor) காணலாம்.
tr: Eğer bir geliştiriciyseniz, kaynak kodunu [GitHub'da] bulabilirsiniz (https://github.com/gaphor/gaphor).
uk: Якщо ви розробник, ви можете знайти вихідний код [на GitHub](https://github.com/gaphor/gaphor).
zh_hans: 如果您是开发者，您可以从[GitHub](https://github.com/gaphor/gaphor)上获得源代码。

source: Windows
ta: சாளரங்கள்

source: Winget
ta: விங்கெட்
uk: Вінгет

source: winget install gaphor
ta: விங்கெட் நிறுவல் கஃபர்

source: winget show gaphor
ta: விங்கெட் சோ காஃபர்

source: macOS
ta: மேகோச்

source: Homebrew
ta: ஓம்பிரூ
uk: Домашнє пиво

source: brew install --cask gaphor
ta: மருந்துநீர் நிறுவுதல் -காச்க் காஃபர்

source: Linux
ta: லினக்ச்

source: Flatpak
ta: பிளாட்பாக்

source: flatpak remote-add --user --if-not-exists \ flathub https://dl.flathub.org/repo/flathub.flatpakrepo flatpak install --user flathub org.gaphor.Gaphor
ta: flatpak ரிமோட்-சேர்க்கை-பயன் --if-not-exists \ flathub https://dl.flathub.org/repo/flathub.flatpakrepo பிளாட்பாக் நிறுவல் -பயனர் பிளாட்டப் org.gaphor.gaphor

source: Arch Linux
de: Linux Architektur
ta: ஆர்ச் லினக்ச்

source: Python
ta: பைதான்

source: pip install gaphor gaphor
ta: பிஐபி நிறுவும் கஃபர் kaphor

source: Chat on [matrix]
fr: Chat sur [matrix]
pt_br: Bate-papo na [matrix]
ru: Общение на [matrix]
ta: [மேட்ரிக்ச்] இல் அரட்டை
tr: Sohbet edin [matrix]
uk: Чат на [matrix]
zh_hans: 在[matrix]上讨论

source: Our real-time conversations are on [matrix]. You can join using a chat client like Element, Fractal, or one of the other many options.
fr: Nos conversations en temps réel se déroulent sur [matrix]. Vous pouvez nous rejoindre en utilisant un client de chat comme Element, Fractal, ou l'une des nombreuses autres options.
pt_br: Nossas conversas em tempo real estão na [matrix]. Você pode se juntar usando um cliente de bate-papo como Element, Fractal, ou uma das outras muitas opções.
ru: Наше общение в реальном времени идёт на [matrix]. Вы также можете присоединиться, используя клиент обмена сообщениями, такой как Element, Fractal или один из множества других вариантов.
ta: எங்கள் நிகழ்நேர உரையாடல்கள் [மேட்ரிக்ச்] இல் உள்ளன. உறுப்பு, ஃப்ராக்டல் அல்லது மற்ற பல விருப்பங்களில் ஒன்று போன்ற அரட்டை கிளையண்டைப் பயன்படுத்தி நீங்கள் சேரலாம்.
tr: Gerçek zamanlı sohbetlerimiz [matrix] üzerindedir. Element, Fractal gibi bir sohbet istemcisi veya diğer birçok seçenekten birini kullanarak katılabilirsiniz.
uk: Наші розмови в реальному часі ведуться на [matrix]. Ви можете приєднатися за допомогою клієнта чату, наприклад Element, Fractal або одного з інших варіантів.
zh_hans: 我们的实时对话在 [matrix] 上进行。您可以使用 Element、Fractal 或其他聊天客户端加入。

source: <i class="fab fa-youtube"></i> [Automating MBSE Models with Gaphor and Python](https://youtu.be/9BYgI1nJCBA), presented by Dan at a Michigan Python event.
fr: <i class="fab fa-youtube"></i> [Automatisation des modèles MBSE avec Gaphor et Python](https://youtu.be/9BYgI1nJCBA), présenté par Dan lors d'un événement Michigan Python.
pt_br: <i class="fab fa-youtube"> </i> [Automatizando modelos MBSE com Gaphor e Python](https://youtu.be/9BYgI1nJCBA) (em inglês), apresentado por Dan em um evento de Michigan Python.
ru: <i class="fab fa-youtube"></i> [Автоматизация моделей MBSE с помощью Gaphor и Python](https://youtu.be/9BYgI1nJCBA), представлено Дэном на мероприятии Michigan Python.
ta: <i class="fab fa-youtube"></i> [Gaphor மற்றும் Python உடன் MBSE மாடல்களை தானியங்குபடுத்துதல்](https://youtu.be/9BYgI1nJCBA), மிச்சிகன் பைதான் நிகழ்வில் டான் வழங்கினார்.
tr: <i class="fab fa-youtube"></i> [MBSE Modellerini Gaphor ve Python ile Otomatikleştirme](https://youtu.be/9BYgI1nJCBA), Dan tarafından Michigan Python etkinliğinde sunulmuştur.
uk: <i class="fab fa-youtube"></i> [Автоматизація моделей MBSE за допомогою Gaphor і Python](https://youtu.be/9BYgI1nJCBA), представлений Деном на заході Python у Мічигані.
zh_hans: <i class="fab fa-youtube"></i> [通过Gaphor和Python自动化MBSE模型](https://youtu.be/9BYgI1nJCBA), 由Dan在一场Michigan Python活动中呈现。

source: You can find a lot more info on the [Gaphor Documentation site](https://docs.gaphor.org/).
fr: Vous pouvez trouver beaucoup plus d'informations sur le [site de documentation Gaphor](https://docs.gaphor.org/).
ta: [Kaphor ஆவணப்படுத்தல் தளம்](https://docs.gaphor.org/ta) குறித்து மேலும் பல தகவல்களைக் காணலாம்.
tr: Gaphor Dokümantasyon sitesinde](https://docs.gaphor.org/) çok daha fazla bilgi bulabilirsiniz.
uk: Ви можете знайти набагато більше інформації на [сайті документації Gaphor](https://docs.gaphor.org/).
zh_hans: 你可以在 [Gaphor 在线文档](https://docs.gaphor.org/)中找到更多信息。

source: Frank Vanbever spoke at [FOSDEM 2024](https://fosdem.org/2024): [Drop the docs and embrace the model with Gaphor](https://fosdem.org/2024/schedule/event/fosdem-2024-2542-drop-the-docs-and-embrace-the-model-with-gaphor/).
fr: Frank Vanbever a pris la parole lors de l'édition 2024 du[FOSDEM 2024](https://fosdem.org/2024) pour présenter le modèle Gaphor : [Laissez tomber les documents et adoptez le modèle avec Gaphor](https://fosdem.org/2024/schedule/event/fosdem-2024-2542-drop-the-docs-and-embrace-the-model-with-gaphor/).
ta: ஃபிராங்க் வான்பெவர் [fosdem 2024](https://fosdem.org/2024) இல் பேசினார்: [டாக்சைக் கைவிட்டு மாதிரியைத் தழுவுங்கள்](https://fosdem.org/2024/schedule/event/fosdem-2024- 2542-துளி-டாக்ச்-அண்ட்-எம்ப்ரேச்-மாடல்-வித்-கேஃபர்/).
tr: Frank Vanbever [FOSDEM 2024](https://fosdem.org/2024)'de konuştu: [Belgeleri bırakın ve Gaphor ile modeli kucaklayın](https://fosdem.org/2024/schedule/event/fosdem-2024-2542-drop-the-docs-and-embrace-the-model-with-gaphor/).
uk: Френк Ванбевер виступив на [FOSDEM 2024](https://fosdem.org/2024): [Відмовтеся від документів і прийміть модель із Gaphor](https://fosdem.org/2024/schedule/event/fosdem-2024-2542-drop-the-docs-and-embrace-the-model-with-gaphor/).
zh_hans: Frank Vanbever在 [FOSDEM 2024](https://fosdem.org/2024)大会上发表了题为[《摒弃文档，拥抱Gaphor建模》](https://fosdem.org/2024/schedule/event/fosdem-2024-2542-drop-the-docs-and-embrace-the-model-with-gaphor/)的演讲。

source: Dan explains how to [automate MBSE models with Gaphor and Python](https://youtu.be/9BYgI1nJCBA).
fr: Dan explique comment [automatiser les modèles MBSE avec Gaphor et Python](https://youtu.be/9BYgI1nJCBA).
ta: [கஃபர் மற்றும் பைதானுடன் MBSE மாதிரிகளை தானியக்கமாக்குவது எப்படி என்பதை டான் விளக்குகிறார்](https://youtu.be/9BYgI1nJCBA).
tr: Dan, [MBSE modellerinin Gaphor ve Python ile nasıl otomatikleştirileceğini] açıklıyor (https://youtu.be/9BYgI1nJCBA).
uk: Ден пояснює, як [автоматизувати моделі MBSE за допомогою Gaphor і Python](https://youtu.be/9BYgI1nJCBA).
zh_hans: Dan在视频中详解了[《如何使用Gaphor和Python实现MBSE模型自动化》](https://youtu.be/9BYgI1nJCBA)。

source: Dan presented [Modeling Complex Systems in Python with Gaphor](https://www.youtu.be/PnWKsr2csXg) on a joint INCOSE/Python Michigan meetup.
fr: Dan présente [Modeling Complex Systems in Python with Gaphor](https://www.youtu.be/PnWKsr2csXg) à une conférence jointe de INCOSE/Python Michigan.
ta: டான் [பைதானில் சிக்கலான அமைப்புகளை கஃபருடன் மாடலிங் செய்தார்](https://www.youtu.be/PnWKsr2csXg) ஒரு கூட்டு இன்கோச்/பைதான் மிச்சிகன் சந்திப்பில் வழங்கினார்.
tr: Dan, INCOSE/Python Michigan ortak buluşmasında [Modeling Complex Systems in Python with Gaphor](https://www.youtu.be/PnWKsr2csXg) başlıklı bir sunum yaptı.
uk: Ден представив [Modeling Complex Systems in Python with Gaphor](https://www.youtu.be/PnWKsr2csXg) на спільній зустрічі INCOSE/Python у Мічигані.

source: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/Gaphor-{{ site.gaphor_version }}-arm.dmg"><i class="fa fa-download"></i> Download ARM .dmg</a>
fr: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/Gaphor-{{ site.gaphor_version }}-arm.dmg"><i class="fa fa-download"></i> Télécharger ARM.dmg</a>
uk: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/Gaphor-{{ site.gaphor_version }}-arm.dmg"><i class="fa fa-download"></i> Завантажити ARM .dmg</a>
zh_hans: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/Gaphor-{{ site.gaphor_version }}-arm.dmg"><i class="fa fa-download"></i> 下载ARM .dmg</a>

source: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/Gaphor-{{ site.gaphor_version }}-intel.dmg"><i class="fa fa-download"></i> Download Intel .dmg</a>
fr: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/Gaphor-{{ site.gaphor_version }}-intel.dmg"><i class="fa fa-download"></i> Télécharger Intel.dmg</a>
uk: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/Gaphor-{{ site.gaphor_version }}-intel.dmg"><i class="fa fa-download"></i> Завантажити Intel .dmg</a>
zh_hans: <a class="btn btn-primary btn-lg" href="https://github.com/gaphor/gaphor/releases/download/{{ site.gaphor_version }}/Gaphor-{{ site.gaphor_version }}-intel.dmg"><i class="fa fa-download"></i> 下载Intel .dmg</a>

source: The Gaphor [Arch package](https://archlinux.org/packages/extra/any/gaphor/) can be installed with:
uk: Gaphor [пакет Arch](https://archlinux.org/packages/extra/any/gaphor/) можна встановити за допомогою:
zh_hans: Gaphor 可通过 [Arch 软件包](https://aur.archlinux.org/packages/python-gaphor/)安装。

source: Gaphor works on all major platforms: [Windows]({{ "/download#windows" | prepend: site.baseurl }}), [macOS]({{ "/download#macos" | prepend: site.baseurl }}), and [Linux]({{ "/download#linux" | prepend: site.baseurl }}).
fr: Gaphor fonctionne sur les principales plateformes : [Windows]({{ "/download#windows" | prepend: site.baseurl }}), [macOS]({{ "/download#macos" | prepend: site.baseurl }}), and [Linux]({{ "/download#linux" | prepend: site.baseurl }}).
tr: Gaphor tüm büyük platformlarda çalışır: [Windows]({{ "/download#windows" | prepend: site.baseurl }}), [macOS]({{ "/download#macos" | prepend: site.baseurl }}) ve [Linux]({{ "/download#linux" | prepend: site.baseurl }}).
uk: Gaphor працює на всіх основних платформах: [Windows]({{ "/download#windows" | prepend: site.baseurl }}), [macOS]({{ "/download#macos" | prepend: site.baseurl }}) і [Linux]({{ "/download#linux" | prepend: site.baseurl }}).
zh_hans: Gaphor 适用于所有主流平台：[Windows]({{ "/download#windows" | prepend: site.baseurl }})、[macOS]({{ "/download#macos"| prepend: site.baseurl }})和 [Linux]({{ "/download#linux" | prepend: site.baseurl }})。

source: No vendor lock-in: Gaphor is written in Python and is 100% Open Source, available under a friendly [Apache 2 license](https://github.com/gaphor/gaphor/blob/main/LICENSES/apache-2.0.txt).
fr: Il n'y a pas de blocage de la part des développeurs : Gaphor est écrit en Python et est 100% Open Source, disponible sous une licence [Apache 2 license](https://github.com/gaphor/gaphor/blob/main/LICENSES/apache-2.0.txt).
uk: Немає прив’язки до постачальника: Gaphor написаний на Python і є 100% відкритим вихідним кодом, доступним за дружньою [ліцензією Apache 2](https://github.com/gaphor/gaphor/blob/main/LICENSES/apache-2.0.txt).
zh_hans: 无厂商锁定： Gaphor 基于 Python 编写，100% 开源，采用友好的[Apache 2 许可证](https://github.com/gaphor/gaphor/blob/main/LICENSES/apache-2.0.txt)发布。

source: [<img src="/images/matrix_org.svg" alt="matrix.org" style="height: 1em" /> Join [matrix]](https://matrix.to/#/#gaphor_Lobby:gitter.im)
fr: [<img src="/images/matrix_org.svg" alt="matrix.org" style="height : 1em" /> Joindre [matrix]](https://matrix.to/#/#gaphor_Lobby:gitter.im)
pt_br: [<img src="/images/matrix_org.svg" alt="matrix.org" style="height: 1em" /> Entre na [matrix]](https://matrix.to/#/#gaphor_Lobby:gitter.im)
ru: [<img src="/images/matrix_org.svg" alt="matrix.org" style="height: 1em" /> Присоединяйтесь к [matrix]](https://matrix.to/#/#gaphor_Lobby:gitter.im)
tr: [<img src="/images/matrix_org.svg" alt="matrix.org" style="height: 1em" /> Katıl[matrix]](https://matrix.to/#/#gaphor_Lobby:gitter.im)
uk: [<img src="/images/matrix_org.svg" alt="matrix.org" style="height: 1em" /> Приєднуйтесь [matrix]](https://matrix.to/#/#gaphor_Lobby:gitter.im)
zh_hans: [<img src="/images/matrix_org.svg" alt="matrix.org" style="height: 1em" /> 加入 [matrix]](https://matrix.to/#/#gaphor_Lobby:gitter.im)

source: We expect contributors to follow the GNOME [Code of Conduct](https://conduct.gnome.org/).
fr: Nous attendons des contributeurs qu'ils respectent le [Code de conduite](https://conduct.gnome.org/) de GNOME .
uk: Ми очікуємо, що учасники будуть дотримуватися [Кодексу поведінки](https://conduct.gnome.org/) GNOME.
zh_hans: 我们希望贡献者遵守 GNOME [行为准则](https://conduct.gnome.org)。

source: <a href="https://flathub.org/apps/org.gaphor.Gaphor"><img width="240" alt="Download on Flathub" src="https://flathub.org/assets/badges/flathub-badge-en.png"/></a>
fr: <a href="https://flathub.org/apps/org.gaphor.Gaphor"><img width="240" alt="Télécharger depuis Flathub" src="https://flathub.org/assets/badges/flathub-badge-en.png"/></a>
zh_hans: <a href="https://flathub.org/apps/org.gaphor.Gaphor"><img width="240" alt="在Flathub上下载" src="https://flathub.org/assets/badges/flathub-badge-en.png"/></a>

source: Dan presented [Modeling Complex Systems in Python with Gaphor](https://youtu.be/PnWKsr2csXg) on a joint INCOSE/Python Michigan meetup.
zh_hans: Dan在INCOSE/Python Michigan联合举办的研讨会上发表了题为[《使用Gaphor在Python中构建复杂系统模型》](https://youtu.be/PnWKsr2csXg)的技术演讲。

source: You can find a lot more info on the [Gaphor Documnentation site](https://docs.gaphor.org/).
ru: Дополнительную информацию можно найти на [Gaphor Documnentation site](https://docs.gaphor.org/).
