Repository: gaphor/gaphor.github.io
Catalog: po/site.*.po
Languages: cs, de, es, fr, hr, hu, nl, pt_br, ru, ta, tr, uk, zh_hans

source: Your First Model
cs: Váš první model
es: Su primer modelo
hr: Tvoj prvi model

source: Once Gaphor is started a new empty model is automatically created. The main diagram is already open in the Diagram section.
cs: Po spuštění aplikace Gaphor se automaticky vytvoří nový prázdný model. Hlavní diagram je již otevřen v sekci Diagram.

source: Select an element you want to place (e.g. a class) by clicking on the icon in the Toolbox and click on the diagram. This will place a new Class item instance on the diagram and add a new Class to the model (it shows up in the Navigation. The selected tool will reset itself to the Pointer tool after the element is placed on the diagram.
cs: Vyberte prvek, který chcete umístit (např. třídu), kliknutím na ikonu ve skupině nástrojů a klikněte na diagram. Tím se na diagram umístí nová instance prvku Class a do modelu se přidá nová třída (zobrazí se v navigaci. Vybraný nástroj se po umístění prvku na diagram přenastaví na nástroj Ukazatel.

source: It's simple to add elements to a diagram.
cs: Přidání prvků do diagramu je jednoduché.

source: Some elements are not directly visible. The section in the toolbox is collapsed and needs to be clicked first to reveal its contents.
cs: Některé prvky nejsou přímo viditelné. Sekce ve schránce nástrojů je sbalená a pro zobrazení jejího obsahu je třeba na ni nejprve kliknout.

source: Gaphor does not make any assumptions about which elements should be placed on a diagram. A diagram is a diagram. UML defines all different kinds of diagrams, such as Class diagrams, Component diagrams, Action diagrams, Sequence diagrams. But Gaphor does not place any restrictions.
cs: Gaphor nevytváří žádné předpoklady o tom, které prvky by měly být umístěny v diagramu. Diagram je diagram. UML definuje všechny různé druhy diagramů, jako jsou diagramy tříd, diagramy komponent, diagramy akcí, diagramy sekvencí. Gaphor však neklade žádná omezení.

source: Creating New Diagrams
cs: Vytváření nových diagramů

source: To create a new diagram, use the Navigation section. Select an element that can contain a diagram (a Package or Profile) and right-click. Select New diagram and a new diagram is created. As of Gaphor 1.1.0 a buttion is available in the header bar. Select a package and you'll notice the button is not grayed out and can be clicked, resulting in a new diagram being added to the model.
cs: Chcete-li vytvořit nový diagram, použijte část Navigace. Vyberte prvek, který může obsahovat diagram (balíček nebo profil) a klikněte pravým tlačítkem. Vyberte Nový diagram a vytvoří se nový diagram. Od Verze Gaphor 1.1.0 je v záhlaví k dispozici buttion. Vyberte balíček a všimnete si, že tlačítko není zobrazeno šedě a lze na něj kliknout, což má za následek přidání nového diagramu do modelu.

source: Copy and Paste
cs: Kopírovat a vložit

source: Items in a diagram can be copied and pasted (in the same diagram or another). A paste will create new items in the diagrams, the items they represent (e.g. the Class that's shown in the Navigation) is *not* copied (call it a shallow copy if you like).
cs: Položky v diagramu lze kopírovat a vkládat (do stejného nebo jiného diagramu). Vložením se vytvoří nové položky v diagramech, položky, které představují (např. třída, která je zobrazena v navigaci), se *ne* zkopírují (chcete-li, říkejte tomu mělké kopírování).

source: This way you can easely create visual copies of the same (underlaying) model element.
cs: Tímto způsobem můžete snadno vytvářet vizuální kopie stejného (podkladového) prvku modelu.

source: Adding an existing element to a diagram is simple: drag the element from the Navigation section onto a diagram. Not all elements that show up in the Navigation can be added: Diagrams and attribute/operations of a Class can not be added.
cs: Přidání existujícího prvku do diagramu je jednoduché: přetáhněte prvek z části Navigace do diagramu. Ne všechny prvky, které se zobrazují v části Navigace, lze přidat: Diagramy a atributy/operace třídy nelze přidat.

source: Elements can also be dragged within the Navigation section. This way classes and packages can be rearranged for example.
cs: Prvky lze přetahovat také v rámci sekce Navigace. Tímto způsobem lze například přeskupovat třídy a balíčky.

source: Multi-platform
cs: Multiplatformní
de: Plattformübergreifend
es: Multiplataforma
fr: Multiplateforme
hr: Višeplatformski
hu: Többplatformos
pt_br: Multiplataforma
ru: Мультиплатформенный
tr: Çoklu platform
uk: Мультиплатформенність
zh_hans: 跨平台

source: Gaphor works on all major platforms: Windows, Macos and Linux.
cs: Gaphor funguje na všech hlavních platformách: Windows, macOS a Linux.

source: Open Source
cs: Otevřený zdrojový kód
de: Offener Quellcode
es: Código abierto
hr: Otvoreni kod
hu: Nyílt forráskódú
pt_br: Código aberto
ru: Открытый исходный код
ta: திறந்த மூல
tr: Açık Kaynak
uk: Відкритий код
zh_hans: 开源

source: No vendor lock-in: Gaphor written in Python and is 100% Open Source, available under a friendly Apache 2 license.
cs: Žádný vendor lock-in: Gaphor je napsán v jazyce Python a je 100% open source, dostupný pod přátelskou licencí Apache 2.
hr: Bez ograničenja od strane proizvođača: Gaphor je napisan u Pythonu, 100 % otvorenog koda, dostupan pod licencom Apache 2.

source: Beginner or Pro
cs: Začátečník nebo profesionál
de: Anfänger oder Profi
es: Principiante o profesional
fr: Débutant ou professionnel
hr: Za početnike ili profesionalace
hu: Kezdő vagy szakmai
nl: Beginner of professional
pt_br: Novato ou profissional
ru: Новичок или профи
ta: தொடக்க அல்லது சார்பு
tr: Acemi veya Profesyonel
uk: Початківець або професіонал
zh_hans: 初学者或专业人员

source: Whether you're a casual modeler documenting a project or a Model Driven Development expert, Gaphor has got you covered.
cs: Ať už jste příležitostný modelář, který dokumentuje projekt, nebo expert na vývoj řízený modelem, Gaphor vám pomůže.
de: Ganz gleich, ob Sie ein gelegentlicher Modellierer sind der ein Projekt dokumentiert, oder ein Experte für modellgetriebene Entwicklung, Gaphor hat alles was Sie brauchen.
es: Tanto si es un modelador ocasional que documenta un proyecto como si es un experto en desarrollo dirigido por modelos, Gaphor le tiene cubierto.
fr: Que vous soyez un modélisateur occasionnel qui documente un projet ou un expert en développement à base de modèles, Gaphor vous accompagne.
hr: Svejedno jesi li običan modelar koji dokumentira projekte ili stručnjak za softverski razvoj modela, Gaphor sadrži sve što trebaš.
hu: Legyen szó alkalmi modellezőről, aki egy projektet dokumentál, vagy modellvezérelt fejlesztési szakértőről van szó, a Gaphor mindent megtesz.
nl: Of u nu een gelegenheidsmodelleur bent die een project documenteert, of een expert in Model Driven Development, met Gaphor zit u goed.
pt_br: Seja você um modelador casual documentando um projeto ou um especialista em desenvolvimento de software orientada a modelos (MDD), Gaphor é feito para você.
ru: Независимо от того, являетесь ли вы обычным моделистом, документирующим проект, или экспертом в области разработки на основе моделей, Gaphor поможет вам.
ta: நீங்கள் ஒரு திட்டத்தை ஆவணப்படுத்தும் ஒரு சாதாரண மாடலராக இருந்தாலும் அல்லது மாதிரி இயக்கப்படும் மேம்பாட்டு நிபுணராக இருந்தாலும், காஃபர் உங்களை மூடிமறைத்துள்ளார்.
tr: İster bir projeyi belgeleyen sıradan bir modelleyici ister Model Güdümlü Geliştirme uzmanı olun, Gaphor sizi koruyor.
uk: Незалежно від того, чи ви випадковий модельєр, який документує проект, чи експерт із розробки на основі моделі, Gaphor допоможе вам.
zh_hans: 无论您是记录项目的业余建模人员，还是模型驱动开发（MDD）专家，Gaphor 都能满足您的需求。

source: Consistent
cs: Konzistentní
de: Konsistent
es: Consistente
fr: Cohérent
hr: Dosljedan
hu: Egységes
pt_br: Consistente
ru: Последовательный
ta: சீரானது
tr: Tutarlı
uk: Послідовний
zh_hans: 一致性

source: UML is a graphical modeling language, so all information you put in the model is visible in the diagrams. For example, stereotypes are modeled in diagrams. No hidden panels and property pages. Just diagrams!
cs: UML je grafický modelovací jazyk, takže všechny informace, které do modelu vložíte, jsou viditelné v diagramech. Například stereotypy jsou modelovány v diagramech. Žádné skryté panely a stránky vlastností. Jen diagramy!
de: UML ist eine grafische Modellierungssprache, so dass alle Informationen die Sie in das Modell eingeben, in den Diagrammen sichtbar sind. Stereotypen werden zum Beispiel in Diagrammen modelliert. Keine versteckten Felder und Eigenschaftsseiten. Nur Diagramme!
es: UML es un lenguaje de modelado gráfico, por lo que toda la información que se pone en el modelo es visible en los diagramas. Por ejemplo, los estereotipos se modelan en los diagramas. No hay paneles ocultos ni páginas de propiedades. ¡Sólo diagramas!
fr: UML est un langage de modélisation graphique, de sorte que toutes les informations que vous mettez dans le modèle sont visibles dans les diagrammes. Par exemple, les stéréotypes sont modélisés dans des diagrammes. Pas de panneaux cachés ni de pages de propriétés. Juste des diagrammes !
hr: UML je jezik za grafičko modeliranje, tako da su sve u model unesene informacije vidljive u dijagramima. Na primjer, stereotipi se modeliraju u dijagramima. Nema skrivenih ploča i stranica sa svojstvima. Samo dijagrami!
hu: Az UML egy grafikus modellező nyelv, így a modellbe helyezett összes adat látható az ábrákon. Például a sztereotípiákat ábrákon modellezik. Nincsenek rejtett panelek és tulajdonságoldalak. Csak ábrák!
nl: UML is een grafische modelleertaal, alle informatie die u in het model stopt is zichtbaar in de diagrammen. Bijvoorbeeld, stereotypen worden gemodelleerd in diagrammen. Geen verborgen panelen en eigenschappenpagina's. Alleen diagrammen!
pt_br: UML é uma linguagem de modelagem gráfica, então todas as informações que você coloca no modelo são visíveis nos diagramas. Por exemplo, os estereótipos são modelados em diagramas. Não há painéis escondidos e páginas de propriedade. Só diagramas!
ru: UML — это язык графического моделирования, поэтому вся информация, которую вы помещаете в модель, видна на диаграммах. Стереотипы, например, моделируются в диаграммах. Никаких скрытых полей и страниц свойств. Только схемы!
ta: யுஎம்எல் ஒரு வரைகலை மாடலிங் மொழி, எனவே நீங்கள் மாதிரியில் வைத்திருக்கும் அனைத்து தகவல்களும் வரைபடங்களில் தெரியும். எடுத்துக்காட்டாக, ச்டீரியோடைப்கள் வரைபடங்களில் வடிவமைக்கப்பட்டுள்ளன. மறைக்கப்பட்ட பேனல்கள் மற்றும் சொத்து பக்கங்கள் இல்லை. வெறும் வரைபடங்கள்!
tr: UML grafiksel bir modelleme dilidir, bu nedenle modele koyduğunuz tüm bilgiler diyagramlarda görülebilir. Örneğin, stereotipler diyagramlarda modellenir. Gizli paneller ve özellik sayfaları yoktur. Sadece diyagramlar!
uk: UML — це мова графічного моделювання, тому вся інформація, яку ви вводите в модель, відображається на діаграмах. Наприклад, стереотипи моделюються на діаграмах. Жодних прихованих панелей і сторінок властивостей. Просто схеми!
zh_hans: UML 作为一种图形化建模语言，您在模型中输入的所有信息都会直观呈现在图表中。例如，构造型（stereotype）就是在图表中直接建模的。没有隐藏面板，也没有属性页——一切尽在图表中！

source: Extensible
cs: Rozšiřitelný
de: Erweiterbar
hr: Proširiv
hu: Bővíthető
nl: Uitbreidbaar
pt_br: Extensível
ru: Расширяемый
ta: நீட்டிக்கக்கூடிய
tr: Genişletilebilir
uk: Розширюваний
zh_hans: 可扩展

source: Gaphor is extensible. Plug-in a code generator or export your diagrams for documentation. Create your own extensions and access them through the GUI or CLI.
cs: Gaphor je rozšiřitelný. Připojte generátor kódu nebo exportujte svá schémata pro dokumentaci. Vytvořte si vlastní rozšíření a přistupujte k nim prostřednictvím grafického uživatelského rozhraní nebo rozhraní CLI.
de: Gaphor ist erweiterbar. Sie können einen Code-Generator einbinden oder Ihre Diagramme zwecks Dokumentation exportieren. Erstellen Sie Ihre eigenen Erweiterungen und greifen Sie über die grafische Benutzeroberfläche oder Befehlszeile auf sie zu.
es: Gaphor es extensible. Conecte un generador de código o exporte sus diagramas para la documentación. Cree sus propias extensiones y acceda a ellas a través de la GUI o CLI.
fr: Gaphor est extensible. Intégrez un générateur de code ou exportez vos diagrammes pour la documentation. Créez vos propres extensions et lancez-les via l'interface graphique ou le CLI.
hr: Gaphor je proširiv. Dodaj generator koda ili izvezi dijagrame za dokumentaciju. Stvori vlastita proširenja i pristupi im putem grafičkog sučelja ili putem naredbenog retka.
hu: A Gaphor bővíthető. Csatlakoztasson egy kódgenerátort, vagy exportálja az ábrákat a dokumentációhoz. Hozzon létre saját bővítményeket, és érje el őket a grafikus felhasználói felületen (GUI) vagy a parancssori felületen (CLI) keresztül.
nl: Gaphor is uitbreidbaar. Koppel een codegenerator of exporteer uw diagrammen voor documentatie. Maak uw eigen uitbreidingen en benader ze via de grafische of commando-interface.
pt_br: Gaphor é extensível. Conecte um gerador de código ou exporte seus diagramas para documentação. Crie suas próprias extensões e acesse-as por meio da GUI ou CLI.
ru: Gaphor является расширяемым. Вы можете подключить генератор кода или экспортировать диаграммы для документации. Создавайте свои собственные расширения и получайте к ним доступ через графический интерфейс пользователя или командную строку.
ta: கஃபர் நீட்டிக்கக்கூடியது. ஒரு குறியீடு செனரேட்டரை செருகவும் அல்லது ஆவணங்களுக்கு உங்கள் வரைபடங்களை ஏற்றுமதி செய்யவும். உங்கள் சொந்த நீட்டிப்புகளை உருவாக்கி அவற்றை GUI அல்லது CLI மூலம் அணுகவும்.
tr: Gaphor genişletilebilir. Bir kod oluşturucu ekleyin veya diyagramlarınızı dokümantasyon için dışa aktarın. Kendi uzantılarınızı oluşturun ve bunlara GUI veya CLI aracılığıyla erişin.
uk: Gaphor розширюється. Підключіть генератор коду або експортуйте свої діаграми для документації. Створюйте власні розширення та отримуйте до них доступ через GUI або CLI.
zh_hans: Gaphor 具备高度可扩展性：您既可接入代码生成器插件，亦可导出图表用于文档编制。更支持通过图形界面(GUI)或命令行(CLI)创建自定义扩展功能。

source: Standards Compliant
cs: V souladu s normami
de: Normenkonform
es: Conforme a los estándares
fr: Conforme aux normes
hr: Sukladan standardima
hu: Szabványmegfelelőség
nl: Conform de normen
pt_br: Compatível com padrões
ru: Соответствующий стандартам
ta: தரநிலைகள் இணக்கமானவை
tr: Standartlara Uygun
uk: Відповідає стандартам
zh_hans: 标准合规

source: Gaphor implements the UML, SysML, and RAAML OMG standards. It also includes support for the C4 model for visualizing software architectures.
cs: Gaphor implementuje standardy UML, SysML a RAAML OMG. Obsahuje také podporu modelu C4 pro vizualizaci softwarových architektur.
de: Gaphor implementiert die OMG-Standards UML, SysML und RAAML. Außerdem unterstützt es das C4-Modell zur Visualisierung von Software-Architekturen.
es: Gaphor implementa los estándares UML, SysML y RAAML OMG. También incluye soporte para el modelo C4 para la visualización de arquitecturas de software.
fr: Gaphor met en œuvre les normes UML, SysML et RAAML de l'OMG. Il prend également en charge le modèle C4 pour la visualisation des architectures logicielles.
hr: Gaphor implementira UML, SysML i RAAML OMG standarde. Također uključuje podršku za model C4 za vizualiziranje arhitektura softvera.
hu: A Gaphor az UML-, SysML- és RAAML OMG-szabványokat valósítja meg. Tartalmazza a C4-modell támogatását is a szoftverarchitektúrák megjelenítéséhez.
nl: Gaphor implementeert de OMG-standaarden UML, SysML en RAAML. Het bevat ook ondersteuning voor C4-modellen voor het visualiseren van software-architecturen.
pt_br: Gaphor implementa os padrões UML, SysML e RAAML OMG. Ele também inclui suporte para o modelo C4 para visualização de arquiteturas de software.
ru: Gaphor реализует стандарты UML, SysML и RAAML OMG. Он также поддерживает модель C4 для визуализации архитектур программного обеспечения.
ta: Kaphor UML, SYSML மற்றும் RAAML OMG தரங்களை செயல்படுத்துகிறது. மென்பொருள் கட்டமைப்புகளைக் காட்சிப்படுத்துவதற்கான சி 4 மாடலுக்கான ஆதரவும் இதில் அடங்கும்.
tr: Gaphor, UML, SysML ve RAAML OMG standartlarını uygular. Ayrıca yazılım mimarilerini görselleştirmek için C4 modeli için destek içerir.
uk: Gaphor реалізує стандарти UML, SysML і RAAML OMG. Він також включає підтримку моделі C4 для візуалізації програмних архітектур.
zh_hans: Gaphor 完整实现了 UML、SysML 和 RAAML 等 OMG 标准规范，同时支持用于软件架构可视化的 C4 模型。

source: Would you like to contribute to the development of Gaphor? (If you think this is only something for experienced developers, please reconsider, there are plenty of ways to contribute to Gaphor, no matter your level of experience or skill set.
cs: Chtěli byste se podílet na vývoji Gaphoru? (Pokud si myslíte, že je to něco jen pro zkušené vývojáře, zvažte to prosím znovu, existuje spousta způsobů, jak přispět ke Gaphoru, bez ohledu na úroveň vašich zkušeností nebo dovedností.
de: Möchten Sie zur Entwicklung von Gaphor beitragen? (Wenn Sie denken, dass dies nur etwas für erfahrene Entwickler ist, denken Sie bitte noch einmal darüber nach. Es gibt viele Möglichkeiten beizutragen, unabhängig von Ihrer Erfahrung oder Ihren Fähigkeiten.
es: ¿Le gustaría contribuir al desarrollo de Gaphor? (Si cree que esto es sólo algo para desarrolladores experimentados, por favor reconsidérelo, hay muchas maneras de contribuir a Gaphor, sin importar su nivel de experiencia o habilidades.
fr: Vous souhaitez contribuer au développement de Gaphor (si vous pensez que cela est réservé aux développeurs expérimentés, n'hésitez pas, il y a de nombreuses façons de contribuer à Gaphor, quel que soit votre niveau d'expérience ou de compétence).
hr: Želiš doprinijeti razvoju Gaphora? Ako misliš da je ovo samo za iskusne programere, ne brini. Postoji mnogo načina kako doprinijeti Gaphoru, bez obzira na razinu iskustva ili vještine.
hu: Szeretnél hozzájárulni a Gaphor fejlesztéséhez? Ha úgy gondolja, hogy ez csak a tapasztalt fejlesztőknek szól, kérjük, gondolja át újra, rengeteg módon járulhat hozzá a Gaphorhoz, függetlenül a tapasztalati szintjétől vagy a készségeitől.
nl: Wilt u bijdragen aan de ontwikkeling van Gaphor? (Als u denkt dat dit alleen iets is voor ervaren ontwikkelaars, denk er dan nog eens over na; er zijn genoeg manieren om bij te dragen aan Gaphor, ongeacht uw ervaringsniveau of vaardigheden.)
pt_br: Gostaria de contribuir para o desenvolvimento do Gaphor? (Se você acha que isso é apenas algo para desenvolvedores experientes, reconsidere, há muitas maneiras de contribuir para Gaphor, não importa o seu nível de experiência ou conjunto de habilidades.
ru: Хотели бы вы внести свой вклад в развитие Gaphor? (Если вы считаете, что это занятие только для опытных разработчиков, подумайте ещё раз: существует множество способов внести свой вклад в Gaphor, независимо от вашего уровня опыта или навыков.
ta: கஃபரின் வளர்ச்சிக்கு பங்களிக்க விரும்புகிறீர்களா? (இது பட்டறிவு வாய்ந்த டெவலப்பர்களுக்கு மட்டுமே என்று நீங்கள் நினைத்தால், தயவுசெய்து மறுபரிசீலனை செய்யுங்கள், உங்கள் அனுபவத்தின் நிலை அல்லது திறன் நிர்ணயிப்பைப் பொருட்படுத்தாமல், காஃபருக்கு பங்களிக்க ஏராளமான வழிகள் உள்ளன.
tr: Gaphor'un gelişimine katkıda bulunmak ister misiniz? (Bunun sadece deneyimli geliştiriciler için bir şey olduğunu düşünüyorsanız, lütfen tekrar düşünün, deneyim seviyeniz veya beceri setiniz ne olursa olsun Gaphor'a katkıda bulunmanın birçok yolu vardır.
uk: Чи хотіли б ви зробити внесок у розвиток Gaphor? (Якщо ви думаєте, що це лише для досвідчених розробників, будь ласка, подумайте ще раз. Є багато способів зробити свій внесок у Gaphor, незалежно від вашого рівня досвіду чи навичок.
zh_hans: 您是否愿意参与 Gaphor 的开发贡献？（如果您认为这仅限于资深开发者，请再考虑一下——无论您的经验水平或技术背景如何，都有多种方式可以为 Gaphor 贡献力量）。

source: Our technical documentation is hosted on the wonderful service that is Read the Docs. Not only does it contain details needed in order to make code contributions to Gaphor, but it outlines plenty of other ways in which you can contribute (including making updates to this website). Finally, it provides a guide to our processes and expectations for the various types of contribution you can make to Gaphor.
cs: Naše technická dokumentace je umístěna na skvělé službě Read the Docs. Nejenže obsahuje podrobnosti potřebné k tomu, abyste mohli do Gaphoru přispívat kódem, ale popisuje i spoustu dalších způsobů, jak můžete přispívat (včetně aktualizací této webové stránky). V neposlední řadě poskytuje průvodce našimi procesy a očekáváními pro různé typy příspěvků, které můžete do Gaphoru vložit.
es: Nuestra documentación técnica está alojada en el maravilloso servicio Read the Docs. No sólo contiene los detalles necesarios para hacer contribuciones de código a Gaphor, sino que describe muchas otras formas en las que puede contribuir (incluyendo hacer actualizaciones a este sitio web). Por último, proporciona una guía de nuestros procesos y expectativas para los distintos tipos de contribución que puede hacer a Gaphor.
hr: Naša se tehnička dokumentacija čuva na usluzi „Read the Docs”. Ne samo da sadrži potrebne pojedinosti za doprinošenje kodu Gaphora, već opisuje i mnoge druge načine za doprinošenje (uključujući aktualiziranje ove web-stranice). Na kraju krajeva, pruža vodič za naše procese i očekivanja za različite vrste doprinosa Gaphoru.

source: The source code is hosted on GitHub.
cs: Zdrojový kód je umístěn na GitHubu.
es: El código fuente está alojado en GitHub.
hr: Izvorni kod se nalazi na GitHubu.

source: If in doubt, just ask in our discussion area and someone will be able to point you in the right direction.
cs: Pokud máte pochybnosti, zeptejte se v naší diskuzi a někdo vás navede správným směrem.
es: En caso de duda, pregunte en nuestra área de debate y alguien podrá indicarle la dirección correcta.
hr: Ako si u nedoumici, jednostavno postavi pitanje u našem području za raspravu i netko će te sigurno moći usmjeriti u pravom smjeru.
