Repository: gaphor/gaphor.github.io
Catalog: po/site.*.po
Languages: cs, de, es, fr, hr, hu, nl, pt_br, ru, ta, tr, uk, zh_hans

source: When you create a new issue it will be given a number and the volunteer developers, who write and maintain the code, will be informed by email. They may annotate questions to your issue, if things are not clear. They may immediately close it and mark it as "duplicate" (someone else has already reported the bug -- and they'll reference the original issue). Sometimes they'll close the bug and say "won't fix", because they disagree that it's a bug *or* it's too trivial in order to invest any time.
cs: Při vytvoření nového problému mu bude přiděleno číslo a dobrovolní vývojáři, kteří píší a udržují kód, budou informováni e-mailem. Ti mohou k vašemu problému připojit poznámky, pokud vám něco není jasné. Mohou jej okamžitě uzavřít a označit jako "duplicitní" (chybu již nahlásil někdo jiný - a odkáží na původní problém). Někdy chybu uzavřou a řeknou "nebude se opravovat", protože nesouhlasí s tím, že jde o chybu *nebo* je příliš triviální, aby do ní investovali čas.
es: Cuando cree una incidencia nueva, se le asignará un número y los desarrolladores voluntarios, que escriben y mantienen el código, serán informados por correo electrónico. Podrán anotar preguntas a su cuestión, si las cosas no están claras. Puede que lo cierren inmediatamente y lo marquen como "duplicado" (otra persona ya ha informado del fallo, y harán referencia al problema original). A veces cerrarán el fallo y dirán "no lo arreglarán", porque no están de acuerdo en que sea un fallo *o* es demasiado trivial como para invertir tiempo.
fr: Lorsque vous créez un nouveau problème, un numéro lui est attribué et les développeurs bénévoles, qui écrivent et maintiennent le code, en sont informés par courrier électronique. Ils peuvent ajouter des questions à votre problème si nécessaire. Il se peut qu'ils le ferment immédiatement et le marquent comme « duplicate » (quelqu'un d'autre a déjà signalé le bogue - il fera référence au problème original). Parfois, ils le ferment et indiquent "ne pas le corriger", car ils ne sont pas d'accord sur le fait qu'il s'agisse d'un bogue *ou* qu'il soit superflu d'y consacrer du temps.
hr: Kad stvoriš novi problem on će dobiti broj, a programeri volonteri koji pišu i održavaju kod će se obavijestiti putem e-maila. U slučaju da nešto nije jasno, oni mogu dodati pitanja o tvom problemu. Mogu ga odmah zatvoriti i označiti kao „duplicate” (duplikat) (što znači da je netko drugi već prijavio istu grešku – tada će se pozvati na izvorni problem). Ponekad će zatvoriti problem s komentarom „won’t fix” (neće se ispraviti), jer se ne slažu da se radi o grešci *ili* da je problem prejednostavan da bi ulagali vrijeme u rješavanje problema.
hu: Amikor új kiadást hoz létre, az kap egy számot, és az önkéntes fejlesztőket, akik írják és karbantartják a kódot, e-mailben értesítik. Ha a dolgok nem egyértelműek, megjegyzéseket fűzhetnek a problémájához. Azonnal bezárhatják, és „duplicate” (másodpéldányként) jelölhetik meg (valaki más már jelentette a hibát – és hivatkozni fognak az eredeti problémára). Néha bezárják a hibát, és azt mondják, hogy „won't fix” (nem javítják), mert nem értenek egyet azzal, hogy ez egy hiba *vagy* túl triviális ahhoz, hogy bármikor befektessen.
nl: Wanneer u een nieuwe issue aanmaakt, krijgt deze een nummer en worden de vrijwillige ontwikkelaars, die de code schrijven en onderhouden, per e-mail op de hoogte gebracht. Zij kunnen vragen toevoegen aan uw probleem, als deze niet duidelijk is. Ze kunnen het onmiddellijk sluiten en markeren als ‘duplicaat’ (iemand anders heeft de fout al gemeld, en ze verwijzen naar het oorspronkelijke probleem). Soms zullen ze de issue sluiten en zeggen ‘wordt niet opgelost’, omdat ze het er niet mee eens zijn dat het een fout is *of* te triviaal is om tijd in te steken.
pt_br: Quando você criar um novo relatório de problema, será dado um número e os desenvolvedores voluntários, que escrevem e mantêm o código, serão informados por e-mail. Eles podem anotar perguntas para o seu problema, se as coisas não são claras. Eles podem imediatamente fechá-lo e marcá-lo como "duplicado" (alguém já relatou o bug -- e eles vão referenciar o problema original). Às vezes eles vão fechar o bug e dizer "não corrigir", porque eles discordam que é um bug *ou* é muito trivial para investir a qualquer momento.
ru: Когда вы создадите новое сообщение о проблеме, ей будет присвоен номер, а разработчики-добровольцы, пишущие и поддерживающие код, будут проинформированы по электронной почте. Если что-то непонятно, они могут задать вопросы в комментариях к вашей проблеме. Кроме того, они могут немедленно закрыть ваше сообщение и пометить как "дубликат" (если кто-то другой уже сообщил об это ошибке - и будут ссылаться на исходную проблему). Иногда они закрывают сообщение об ошибке со статусом "won't fix", потому что не согласны с тем, что это ошибка *или* это она слишком незначительна, чтобы тратить на её время.
ta: நீங்கள் ஒரு புதிய சிக்கலை உருவாக்கும்போது அதற்கு ஒரு எண் வழங்கப்படும், மேலும் குறியீட்டை எழுதி பராமரிக்கும் தன்னார்வ உருவாக்குபவர்கள் மின்னஞ்சல் மூலம் தெரிவிக்கப்படும். விசயங்கள் தெளிவாக இல்லாவிட்டால், அவர்கள் உங்கள் பிரச்சினைக்கு கேள்விகளைக் குறிக்கலாம். அவர்கள் உடனடியாக அதை மூடி அதை "நகல்" என்று குறிக்கலாம் (வேறு யாரோ ஏற்கனவே பிழையைப் புகாரளித்துள்ளனர் - மேலும் அவர்கள் அசல் சிக்கலைக் குறிப்பிடுவார்கள்). சில நேரங்களில் அவர்கள் பிழையை மூடி, "சரிசெய்ய மாட்டார்கள்" என்று கூறுவார்கள், ஏனென்றால் இது ஒரு பிழை என்று அவர்கள் உடன்படவில்லை * அல்லது * எந்த நேரத்திலும் முதலீடு செய்வதற்கு இது மிகவும் அற்பமானது.
tr: Yeni bir sorun oluşturduğunuzda buna bir numara verilecek ve kodu yazan ve bakımını yapan gönüllü geliştiriciler e-posta ile bilgilendirilecektir. Eğer bazı şeyler açık değilse, sorununuza sorular ekleyebilirler. Sorunu hemen kapatabilir ve "yinelenen" olarak işaretleyebilirler (başka biri hatayı zaten bildirmiştir - ve orijinal soruna atıfta bulunacaklardır). Bazen hatayı kapatırlar ve "düzeltilmeyecek" derler, çünkü bunun bir hata olduğuna katılmazlar * veya * herhangi bir zaman harcamak için çok önemsizdir.
uk: Коли ви створюєте новий випуск, йому буде надано номер, а розробники-волонтери, які пишуть і обслуговують код, отримають повідомлення електронною поштою. Вони можуть анотувати запитання до вашої проблеми, якщо щось незрозуміло. Вони можуть негайно закрити його та позначити як «дублікат» (хтось інший уже повідомив про помилку — і вони посилатимуться на оригінальну проблему). Іноді вони закривають помилку та кажуть «не виправлять», тому що вони не погоджуються, що це помилка *або* це занадто тривіально, щоб інвестувати будь-коли.
zh_hans: 当您提交新问题时，系统会自动分配编号，编写和维护代码的志愿者开发者将通过邮件收到通知。若问题描述不够清晰，开发者可能会在您的问题下追加询问。他们可能直接关闭问题并标记为"duplicate"（表示该问题已被他人提交——开发者会附上原始问题的参考链接）。有时开发者会以"won't fix" （不予修复）关闭问题，这可能是因为他们不认为这是缺陷*或*该问题过于琐碎不值得投入时间处理。

source: There are generally two sorts of bugs:
cs: Obecně existují dva druhy chyb:
es: Por lo general, hay dos tipos de errores:
fr: Il existe généralement deux sortes de bugs :
hr: Općenito postoje dvije vrste grešaka:
hu: Általában kétféle hiba létezik:
nl: Over het algemeen zijn er twee soorten fouten:
pt_br: Existem geralmente dois tipos de bugs:
ru: Обычно встречаются два типа ошибок:
ta: பொதுவாக இரண்டு வகையான பிழைகள் உள்ளன:
tr: Genelde iki tür bug vardır:
uk: Зазвичай існує два типи помилок:
zh_hans: Bug一般分为两种：

source: Technical: the code has a mistake in it which causes the program to break.
cs: Technická: v kódu je chyba, která způsobí přerušení programu.
es: Técnica: el código tiene un error que hace que el programa se rompa.
fr: Technique : le code contient une erreur qui bloque le programme.
hr: Tehnička greška: kod ima grešku koja uzrokuje prekid programa.
hu: Technikai: a kódban van egy hiba, ami miatt a program megszakad.
nl: Technisch: in de code zit een fout waardoor de app incorrect werkt of crasht.
pt_br: Técnico: o código tem um erro nele que faz com que o programa quebre.
ru: Технический: в коде есть ошибка, которая приводит к сбою программы.
ta: தொழில்நுட்பம்: குறியீட்டில் ஒரு தவறு உள்ளது, இது நிரலை உடைக்க காரணமாகிறது.
tr: Teknik: Kodda programın bozulmasına neden olan bir hata var.
uk: Технічна: у коді міститься помилка, через яку програма не працює.
zh_hans: 技术问题：代码中存在错误，导致程序崩溃。

source: Behavioural: the code works correctly, but is doing the wrong thing.
cs: Chování: kód funguje správně, ale dělá špatnou věc.
es: Comportamiento: el código funciona correctamente, pero está haciendo algo incorrecto.
fr: Comportementale : le code fonctionne correctement, mais produit une erreur.
hr: Greška u ponašanju programa: kod radi ispravno, ali radi krive stvari.
hu: Viselkedési: a kód megfelelően működik, de rosszat tesz.
nl: Gedragsmatig: de code werkt correct, maar doet iets anders dan verwacht.
pt_br: Comportamental: o código funciona corretamente, mas está fazendo a coisa errada.
ru: Поведенческий: код работает правильно, но делает что-то не так.
ta: நடத்தை: குறியீடு சரியாக வேலை செய்கிறது, ஆனால் தவறான காரியத்தைச் செய்கிறது.
tr: Davranışsal: kod doğru çalışıyor, ancak yanlış bir şey yapıyor.
uk: Поведінковий: код працює правильно, але виконує неправильні дії.
zh_hans: 行为：代码工作正常，但做了错误的事情。

source: In both cases, for us to be able to fix the bug, we need **as much information as possible**. When you create a new issue you should try to include, where relevant, the following sorts of information:
cs: V obou případech, abychom mohli chybu opravit, potřebujeme **co nejvíce informací**. Při vytváření nového problému byste se měli pokusit uvést, pokud je to relevantní, následující druhy informací:
es: En ambos casos, para que podamos solucionar el fallo, necesitamos **la mayor cantidad de información posible**. Cuando cree una incidencia nueva, intente incluir, cuando sea relevante, los siguientes tipos de información:
fr: Dans les deux cas, pour que nous puissions corriger le bogue, nous avons besoin **d'autant d'informations que possible**. Lorsque vous créez un nouveau problème, vous devez essayer d'inclure, le cas échéant, les informations suivantes :
hr: U oba slučaja, da bismo mogli ispraviti grešku, trebamo **što više informacija**. Kad stvoriš novi problem, uključi, gdje je važno, sljedeće vrste informacija:
hu: A hiba kijavításához mindkét esetben **a lehető legtöbb adatra van szükségünk**. Amikor új problémát hoz létre, adott esetben próbálja meg a következő típusú adatokat feltüntetni:
nl: In beide gevallen hebben we **zoveel mogelijk informatie** nodig om de fout te kunnen oplossen. Wanneer u een nieuwe issue aanmaakt moet u proberen om, indien relevant, de volgende informatie toe te voegen:
pt_br: Em ambos os casos, para sermos capazes de corrigir o bug, precisamos **tantas informações quanto possível**. Quando você cria um novo relatório de problema, você deve tentar incluir, quando relevante, os seguintes tipos de informações:
ru: В обоих случаях, чтобы исправить ошибку, нам необходимо получить **как можно больше информации**. Когда вы создаете новое сообщение о проблеме, то следует постараться включить, где это уместно, следующую информацию:
ta: இரண்டு சந்தர்ப்பங்களிலும், பிழையை சரிசெய்ய, எங்களுக்கு முடிந்தவரை ** செய்தி தேவை **. நீங்கள் ஒரு புதிய சிக்கலை உருவாக்கும்போது, நீங்கள் சேர்க்க முயற்சிக்க வேண்டும், பொருத்தமான இடங்களில், பின்வரும் வகையான தகவல்கள்:
tr: Her iki durumda da, hatayı düzeltebilmemiz için **mümkün olduğunca fazla bilgiye** ihtiyacımız var. Yeni bir sorun oluşturduğunuzda, ilgili olduğu yerlerde aşağıdaki türden bilgileri dahil etmeye çalışmalısınız:
uk: В обох випадках, щоб ми могли виправити помилку, нам потрібно **якомога більше інформації**. Коли ви створюєте нову проблему, ви повинні спробувати включити, де це необхідно, такі види інформації:
zh_hans: 在这两种情况下，我们都需要**尽可能多的信息**才能修复Bug。在创建新Issue时，您应尽量包含以下相关信息：

source: What you were trying to do,
cs: O co jste se snažili,
es: Lo que intentaba hacer,
fr: Ce que vous essayez de faire,
hr: Što si pokušao/la uraditi,
hu: Amit tenni próbáltál,
nl: wat u probeerde te doen,
pt_br: O que você estava tentando fazer,
ru: Что вы пытались сделать,
ta: நீங்கள் என்ன செய்ய முயற்சிக்கிறீர்கள்,
tr: Yapmaya çalıştığın şey,
uk: Те, що ти намагався зробити,
zh_hans: 您想要做什么

source: What steps you took to make this happen,
cs: Jaké kroky jste podnikli, aby se tak stalo,
es: Los pasos que ha dado para conseguirlo,
fr: Le déroulement des actions réalisées reproduire le problème,
hr: Navedi korake koje si poduzeo/la prije pojavljivanja problema,
hu: Milyen lépéseket tett ennek érdekében,
nl: welke stappen u hiervoor heeft ondernomen,
pt_br: Que passos você tomou para fazer isso acontecer
ru: Какие шаги вы предприняли, чтобы это произошло,
ta: இதைச் செய்ய நீங்கள் என்ன படிகள் எடுத்தீர்கள்,
tr: Bunu gerçekleştirmek için hangi adımları attınız,
uk: Які кроки ви зробили, щоб це сталося,
zh_hans: 您采取了哪些措施来实现这一点，

source: What you expected to happen,
cs: Co jste očekávali, že se stane,
es: Lo que esperaba que ocurriera,
fr: Le résultat attendu,
hr: Što si očekivao/la da će se dogoditi,
hu: Amire számítottál,
nl: Wat u verwachtte dat er zou gebeuren,
pt_br: O que você esperava que acontecesse,
ru: Что вы ожидали увидеть,
ta: நீங்கள் என்ன நடக்கும் என்று எதிர்பார்த்தீர்கள்,
tr: Olmasını beklediğin şey,
uk: Те, що ти очікував, станеться,
zh_hans: 您期望发生什么，

source: What actually happened,
cs: Co se vlastně stalo,
es: Lo que realmente ocurrió,
fr: Ce qui s'est passé,
hr: Što se dogodilo,
hu: Mi történt valójában,
nl: wat er in werkelijkheid gebeurde,
pt_br: O que realmente aconteceu,
ru: Что произошло на самом деле,
ta: உண்மையில் என்ன நடந்தது,
tr: Gerçekte ne oldu,
uk: Що насправді сталося,
zh_hans: 实际发生了什么，

source: Why this difference is problematic (it may not be a bug!),
cs: Proč je tento rozdíl problematický (nemusí to být chyba!),
es: Por qué esta diferencia es problemática (¡puede que no sea un error!),
fr: Pourquoi cette différence est-elle problématique (ce n'est peut-être pas un bogue !),
hr: Zašto je ova razlika problematična (možda se ne radi o grešci!),
hu: Miért problémás ez a különbség (lehet, hogy nem hiba!),
nl: waarom dit verschil problematisch is, (mogelijk is het geen fout!)
pt_br: Por que essa diferença é problemática (pode não ser um bug!),
ru: Почему это расхождение является проблемой (возможно, это не ошибка!),
ta: இந்த வேறுபாடு ஏன் சிக்கலானது (இது ஒரு பிழையாக இருக்காது!),
tr: Bu fark neden sorunludur (bir hata olmayabilir!),
uk: Чому ця різниця проблематична (це може бути не помилка!),
zh_hans: 为什么这种差异会造成问题（它可能不是一个Bug！），

source: Technical details like the version of Gaphor you're using, your OS version and other aspects of the context in which Gaphor was running.
cs: Technické údaje, jako je verze programu Gaphor, kterou používáte, verze operačního systému a další aspekty kontextu, ve kterém byl program Gaphor spuštěn.
es: Detalles técnicos como la versión de Gaphor que está usando, la versión de su sistema operativo y otros aspectos del contexto en el que Gaphor se estaba ejecutando.
fr: Des détails techniques comme la version de Gaphor que vous utilisez, la version de votre système d'exploitation et d'autres aspects du contexte dans lequel Gaphor a été exécuté.
hr: Tehničke detalje kao što su verzija korištenog Gaphora, verzija OS-a i druge aspekte konteksta u kojem je Gaphor radio.
hu: Technikai részletek, például a Gaphor használt verziója, az operációs rendszer verziója és a Gaphor működésének egyéb szempontjai.
nl: Technische details zoals de versie van Gaphor die u gebruikt, uw besturingssysteem inclusief versie, en andere aspecten van de context waarin Gaphor werd uitgevoerd.
pt_br: Detalhes técnicos como a versão de Gaphor que você está usando, a versão do seu sistema operacional e outros aspectos do contexto em que Gaphor estava executando.
ru: Технические подробности, такие как используемая версия Gaphor, версия вашей ОС и другие аспекты окружения, в котором работало приложение Gaphor.
ta: நீங்கள் பயன்படுத்தும் காஃபரின் பதிப்பு, உங்கள் OS பதிப்பு மற்றும் காஃபர் இயங்கும் சூழலின் பிற நற்பொருத்தங்கள் போன்ற தொழில்நுட்ப விவரங்கள்.
tr: Kullandığınız Gaphor sürümü, işletim sistemi sürümünüz ve Gaphor'un çalıştığı bağlamın diğer yönleri gibi teknik ayrıntılar.
uk: Технічні деталі, як-от версія Gaphor, яку ви використовуєте, версія вашої ОС та інші аспекти контексту, у якому працював Gaphor.
zh_hans: 技术细节，如您使用的 Gaphor 版本、操作系统版本以及 Gaphor 运行环境的其他方面信息。

source: Use plain and simple language to describe the problem and, if helpful, break it down into steps so developers can easily recreate the issue. Please don't assume we'll understand what you were trying to achieve -- honestly, it's best if you try to imagine we (the developers) are a bunch of clever 5-year-olds. Try to explain *everything* about the problem and don't assume we know what you mean. We won't mind!
cs: Problém popište jednoduchým a srozumitelným jazykem, a pokud je to užitečné, rozdělte jej do jednotlivých kroků, aby vývojáři mohli problém snadno znovu vytvořit. Nepředpokládejte, že pochopíme, čeho jste se snažili dosáhnout - upřímně řečeno, nejlepší bude, když si zkusíte představit, že my (vývojáři) jsme banda chytrých pětiletých dětí. Pokuste se vysvětlit *vše* o problému a nepředpokládejte, že víme, co máte na mysli. Nebude nám to vadit!

source: If you would like to get more involved in the development of Gaphor, we'd love to welcome you via the Gaphor developer's website.
cs: Pokud byste se chtěli více zapojit do vývoje programu Gaphor, rádi vás přivítáme na webových stránkách vývojářů Gaphoru.
es: Si quiere participar más en el desarrollo de Gaphor, nos encantaría darle la bienvenida a través del sitio web del desarrollador de Gaphor.
hr: Ako se želiš uključiti u razvoj Gaphora, pridruži nam se na Gaphor web-stranici za programere.

source: Get started with Gaphor
cs: Začněte s aplikací Gaphor
es: Empezar con Gaphor
hr: Počni raditi s Gaphorom

source: Once Gaphor is launched, it provides you an almost empty user interface. A new model is already created and the diagram is opened.
cs: Po spuštění aplikace Gaphor se zobrazí téměř prázdné uživatelské rozhraní. Nový model je již vytvořen a diagram je otevřen.

source: The layout of the Gaphor interface is divided into four sections, namely:
cs: Rozložení rozhraní Gaphor je rozděleno do čtyř částí, a to:

source: Navigation
cs: Navigace

source: Diagrams
cs: Diagramy

source: Diagram Element Toolbox
cs: Sada nástrojů Diagram Element Toolbox

source: Properties pane
cs: Podokno vlastností

source: Each section has its own specific function.
cs: Každá sekce má svou specifickou funkci.

source: The navigation section of the interface displays a hierarchical view of your model. Every model element you create will be inserted into the navigation section. This view acts as a tree where you can expand and collapse different elements of your model. This provides an easy way to view the elements of your model from an elided perspective. That is, you can collapse those model elements that are irrelevant to the task at hand.
cs: V navigační části rozhraní se zobrazuje hierarchické zobrazení modelu. Do navigační sekce se vloží každý vytvořený prvek modelu. Toto zobrazení funguje jako strom, ve kterém můžete rozbalovat a sbalovat různé prvky modelu. To poskytuje snadný způsob, jak zobrazit prvky vašeho modelu z elidované perspektivy. To znamená, že můžete sbalit ty prvky modelu, které jsou pro danou úlohu nepodstatné.

source: In the figure above, you will see that there are three elements in the navigation view. The root element, _New Model_ is a package. Notice the small arrow beside _New Model_ that is pointing downward. This indicates that the element is expanded. You will also notice the two sub-elements are slightly indented in relation to _New Model_. The _NewClass_ element is a class and the _main_ element is a diagram.
cs: Na obrázku výše vidíte, že v navigačním zobrazení jsou tři prvky. Kořenový prvek _New Model_ je balíček. Všimněte si malé šipky vedle _New Model_, která směřuje dolů. To znamená, že prvek je rozbalený. Všimněte si také, že dva dílčí prvky jsou mírně odsazené vzhledem k _New Model_. Element _NewClass_ je třída a element _main_ je diagram.

source: In the navigation view, you can also right-click the model elements to get a context menu. This context menu allows you to delete model elements, and to refresh the navigation view.
cs: V navigačním zobrazení můžete také kliknout pravým tlačítkem myši na prvky modelu a zobrazit kontextovou nabídku. Tato kontextová nabídka umožňuje odstraňovat prvky modelu a obnovovat navigační zobrazení.

source: Double clicking on a diagram element will open it in the Diagram section. Elements such as classes and packages can be dragged from the tree view on the diagrams.
cs: Dvojklikem na prvek diagramu jej otevřete v části Diagram. Prvky, jako jsou třídy a balíčky, lze přetahovat ze stromového zobrazení na diagramy.

source: Diagram Section
cs: Sekce schémat/diagramů

source: The diagram section takes up the most space. Multiple diagrams can be opened at once: they are shown in tabs. Tabs can be closed from the file menu (Close) and by pressing Ctrl+w.
cs: Nejvíce místa zabírá část s diagramy. Lze otevřít více diagramů najednou: zobrazují se na kartách. Karty lze zavřít z nabídky souboru (Zavřít) a stisknutím klávesové zkratky Ctrl+w.

source: Most elements have hot zones, shown as gray rectangles that are only visible when the item is selected. Double clicking on those rectangles allows you to directly edit the item. E.g. change its name.
cs: Většina prvků má tzv. horké zóny, zobrazené jako šedé obdélníky, které jsou viditelné pouze tehdy, když je prvek vybrán. Dvojitým kliknutím na tyto obdélníky můžete prvek přímo upravovat. Např. změnit jeho název.

source: Changes you make can be undone by pressing Ctrl+z. To re-do a change, hit Ctrl+Shift+z.
cs: Provedené změny lze zrušit stisknutím klávesové zkratky Ctrl+z. Chcete-li změnu provést znovu, stiskněte kombinaci kláves Ctrl+Shift+z.

source: The toolbox is mainly used to add new items to a diagram. Select the element you want to add by clicking on it. When you click on the diagram, the selected element is created. The arrow is selected again, so the element can be manipulated.
cs: Sada nástrojů slouží především k přidávání nových položek do diagramu. Vyberte prvek, který chcete přidat, kliknutím na něj. Po kliknutí na diagram se vybraný prvek vytvoří. Šipka je opět vybrána, takže s prvkem lze manipulovat.

source: Tools can be selected by simply clicking on them. By default the pointer tool is selected after every item placement. This can be changed by disabling the "Reset tool" option in the Preferences window. Tools can also be selected by a keyboard shortcut. The actual character is displayed as part of the tooltip. Finally it is also possible to drag elements on the canvas from the toolbox.
cs: Nástroje lze vybrat pouhým kliknutím na ně. Ve výchozím nastavení je po každém umístění položky vybrán nástroj ukazatele. To lze změnit vypnutím možnosti "Obnovit nástroj" v okně Předvolby. Nástroje lze vybírat také pomocí klávesové zkratky. Aktuální znak je zobrazen jako součást nápovědy k nástroji. Konečně je také možné přetahovat prvky na plátně ze sady nástrojů.

source: Element Editor
cs: Editor prvků

source: The Element editor can be unfolded by pressing the pensil button. This will reveal a utility window that shows all characteristics of the selected element. Things like name, attributes and stereotypes. It can be opened with Ctrl+e.
cs: Editor prvků lze rozbalit stisknutím tlačítka "pensil". Tím se zobrazí okno utility, které zobrazuje všechny charakteristiky vybraného prvku. Například název, atributy a stereotypy. Lze jej otevřít pomocí klávesové zkratky Ctrl+e.

source: The properties shown depend on the element that is selected.
cs: Zobrazené vlastnosti závisí na vybraném prvku.
